{
    "ctItemsAdded": 15,
    "whenLastItemAdded": "2022-08-06T15:45:38.270Z",
    "ctSaves": 1,
    "whenLastSave": "2022-08-06T15:45:38.662Z",
    "flDirty": false,
    "ctRiverBuilds": 0,
    "whenLastRiverBuild": "1970-01-01T00:00:00.000Z",
    "items": [
        {
            "title": "Service is operating normally: [RESOLVED] Increased Launch Failures",
            "link": "http://status.aws.amazon.com/",
            "description": "Between 6:35 AM and 11:00 AM PDT we experienced increased error rates for new instance launches in the US-EAST-1 Region. Existing instances were unaffected by this issue. By 9:05 AM, we had full recovery in use1-az5. By 10:20 AM, we had full recovery in use1-az6, and at 11:00 AM ...",
            "permalink": "",
            "pubdate": "Tue Apr 19 2022 22:30:57 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sat Aug 06 2022 19:45:38 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.19",
            "id": 155,
            "fullDescription": "Between 6:35 AM and 11:00 AM PDT we experienced increased error rates for new instance launches in the US-EAST-1 Region. Existing instances were unaffected by this issue. By 9:05 AM, we had full recovery in use1-az5. By 10:20 AM, we had full recovery in use1-az6, and at 11:00 AM we had recovered the final Availability Zone, use1-az2. The issue has been resolved and the service is operating normally."
        },
        {
            "title": "Informational message: Increased Launch Failures",
            "link": "http://status.aws.amazon.com/",
            "description": "We have identified the root cause for increased error rates for new launches in the US-EAST-1 Region. The event affects instances which use EBS Encryption with unencrypted AMIs. Existing instances are not affected. The Availability Zone use1-az5 recovered at 9:05 AM PDT. We ...",
            "permalink": "",
            "pubdate": "Tue Apr 19 2022 21:46:04 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sat Aug 06 2022 19:45:38 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.19",
            "id": 156,
            "fullDescription": "We have identified the root cause for increased error rates for new launches in the US-EAST-1 Region. The event affects instances which use EBS Encryption with unencrypted AMIs. Existing instances are not affected. The Availability Zone use1-az5 recovered at 9:05 AM PDT. We began seeing significant recovery in use-az6 at 10:20 AM PDT and are beginning to see recovery in use1-az2."
        },
        {
            "title": "Informational message: Increased Launch Failures",
            "link": "http://status.aws.amazon.com/",
            "description": "We have identified the root cause for increased error rates for new launches in the US-EAST-1 Region. The event affects instances which use EBS Encryption with unencrypted AMIs. Existing instances are not affected. The Availability Zone use1-az5 recovered at 9:05 AM PDT.  We ...",
            "permalink": "",
            "pubdate": "Tue Apr 19 2022 21:18:15 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sat Aug 06 2022 19:45:38 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.19",
            "id": 157,
            "fullDescription": "We have identified the root cause for increased error rates for new launches in the US-EAST-1 Region. The event affects instances which use EBS Encryption with unencrypted AMIs. Existing instances are not affected. The Availability Zone use1-az5 recovered at 9:05 AM PDT.  We continue to work towards recovery in the following Availability Zones: use1-az2, use1-az6."
        },
        {
            "title": "Informational message: Increased Launch Failures",
            "link": "http://status.aws.amazon.com/",
            "description": "We are investigating increased error rates for new launches that use EBS Encryption by Default in the US-EAST-1 Region.  Existing instances are not affected, and no other launch requests are affected. We have identified the root cause.  We are seeing recovery in use1-az5.  We ...",
            "permalink": "",
            "pubdate": "Tue Apr 19 2022 20:18:38 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sat Aug 06 2022 19:45:38 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.19",
            "id": 158,
            "fullDescription": "We are investigating increased error rates for new launches that use EBS Encryption by Default in the US-EAST-1 Region.  Existing instances are not affected, and no other launch requests are affected. We have identified the root cause.  We are seeing recovery in use1-az5.  We continue to work towards recovery in the following Availability Zones: use1-az2, use1-az6."
        },
        {
            "title": "Informational message: Increased Launch Failures",
            "link": "http://status.aws.amazon.com/",
            "description": "We are investigating increased error rates for new launches that uses EBS Encryption by Default in the US-EAST-1 Region for three Availability Zones: use1-az2, use1-az6 and use1-az5.  Existing instances are not affected, and no other launch requests are affected.  We have ...",
            "permalink": "",
            "pubdate": "Tue Apr 19 2022 19:39:31 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sat Aug 06 2022 19:45:38 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.19",
            "id": 159,
            "fullDescription": "We are investigating increased error rates for new launches that uses EBS Encryption by Default in the US-EAST-1 Region for three Availability Zones: use1-az2, use1-az6 and use1-az5.  Existing instances are not affected, and no other launch requests are affected.  We have identified the root cause and are working towards recovery."
        },
        {
            "title": "Service is operating normally: [RESOLVED] Delayed ENI attachment times",
            "link": "http://status.aws.amazon.com/",
            "description": "Starting at 5:03 PM PDT, we experienced increased ENI attachment times for newly launched EC2 instances and newly attached ENIs within a single Availability Zone  (USE1-AZ4) in the US-EAST-1 Region. The issue was caused by increased resource contention in the subsystem ...",
            "permalink": "",
            "pubdate": "Fri Apr 01 2022 12:45:11 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sat Aug 06 2022 19:45:38 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.19",
            "id": 160,
            "fullDescription": "Starting at 5:03 PM PDT, we experienced increased ENI attachment times for newly launched EC2 instances and newly attached ENIs within a single Availability Zone  (USE1-AZ4) in the US-EAST-1 Region. The issue was caused by increased resource contention in the subsystem responsible for the propagation of ENI network mappings within the affected Availability Zone. Engineers worked to identify the root cause of the resource contention and took steps to resolve it. By 7:45 PM PDT, ENI attachment times had returned to low single digit minute levels, which allowed most workflows to proceed and limited the impact to other AWS services. Some internal services, such as EMR, weighted away from the affected Availability Zone, which mitigated the impact. ENI attachment times continued to improve as the resource contention issue was addressed, and by 12:50 AM PDT, ENI attachment times had returned to normal levels. The issue has been resolved and the service is operating normally."
        },
        {
            "title": "Informational message: [RESOLVED] Delayed ENI attachment times",
            "link": "http://status.aws.amazon.com/",
            "description": "ENI network state continues to propagate through the affected Availability Zone (USE1-AZ4) further reducing ENI attachment times. Several affected services - including ELB, Glue and RDS - are now seeing full recovery, while other services - including EMR, EKS, and ECS - are ...",
            "permalink": "",
            "pubdate": "Fri Apr 01 2022 10:27:58 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sat Aug 06 2022 19:45:38 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.19",
            "id": 161,
            "fullDescription": "ENI network state continues to propagate through the affected Availability Zone (USE1-AZ4) further reducing ENI attachment times. Several affected services - including ELB, Glue and RDS - are now seeing full recovery, while other services - including EMR, EKS, and ECS - are experiencing limited impact at this stage. While we have not yet seen ENI attachment times return to normal levels just yet, we continue to make progress in resolving the issue. Networking for existing instances within the affected Availability Zone and instances in other Availability Zones in the US-EAST-1 Region are not affected by this issue. We’ll continue to provide updates on our progress as we work on resolving the issue."
        },
        {
            "title": "Informational message: [RESOLVED] Delayed ENI attachment times",
            "link": "http://status.aws.amazon.com/",
            "description": "While we have continued to make some progress over the last 30 minutes, progress has been slower than expected and ENI attachment times have not yet returned to normal levels within the affected Availability Zone (USE1-AZ4) in the US-EAST-1 Region. ENI network state continues to ...",
            "permalink": "",
            "pubdate": "Fri Apr 01 2022 09:39:09 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sat Aug 06 2022 19:45:38 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.19",
            "id": 162,
            "fullDescription": "While we have continued to make some progress over the last 30 minutes, progress has been slower than expected and ENI attachment times have not yet returned to normal levels within the affected Availability Zone (USE1-AZ4) in the US-EAST-1 Region. ENI network state continues to propagate through the affected Availability Zone, but is expected to take another 15 - 30 minutes before we reach normal ENI attachment times. Affected AWS services - including EMR, EKS, ECS, and RDS - continue to experience limited impact within the affected Availability Zone, and we would expect them to recover as ENI attachment times return to normal levels. Networking for existing instances within the affected Availability Zone and instances in other Availability Zones in the US-EAST-1 Region are not affected by this issue. We’ll continue to provide updates on our progress as we work on resolving the issue."
        },
        {
            "title": "Informational message: [RESOLVED] Delayed ENI attachment times",
            "link": "http://status.aws.amazon.com/",
            "description": "Over the last 15 minutes, we have seen a further improvement in ENI attachment times within the affected Availability Zone (USE1-AZ4) in the US-EAST-1 Region. At these levels, many workflows will operate normally but some may still timeout waiting for full network connectivity ...",
            "permalink": "",
            "pubdate": "Fri Apr 01 2022 09:04:49 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sat Aug 06 2022 19:45:38 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.19",
            "id": 163,
            "fullDescription": "Over the last 15 minutes, we have seen a further improvement in ENI attachment times within the affected Availability Zone (USE1-AZ4) in the US-EAST-1 Region. At these levels, many workflows will operate normally but some may still timeout waiting for full network connectivity to be established for a newly launched instance or newly attached ENI. The resource contention issue affecting the subsystem responsible for the propagation of network ENI mappings within the affected Availability Zone has been resolved, and network state is now beginning to propagate through the affected Availability Zone. As this happens, we would expect to see ENI attachment times return to normal levels over the next 15 - 30 minutes. Affected AWS services - including EMR, EKS, ECS, and RDS - continue to experience limited impact within the affected Availability Zone, and we would expect them to recover as ENI attachment times return to normal levels. Networking for existing instances within the affected Availability Zone and instances in other Availability Zones in the US-EAST-1 Region are not affected by this issue. We’ll continue to provide updates on our progress as we work on resolving the issue."
        },
        {
            "title": "Informational message: [RESOLVED] Delayed ENI attachment times",
            "link": "http://status.aws.amazon.com/",
            "description": "ENI attachment times continue to take a low number of single digit minutes to establish full network connectivity within the affected Availability Zone (USE1-AZ4) in the US-EAST-1 Region. We do not expect much further improvement until we fully resolve the resource contention ...",
            "permalink": "",
            "pubdate": "Fri Apr 01 2022 08:31:23 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sat Aug 06 2022 19:45:38 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.19",
            "id": 164,
            "fullDescription": "ENI attachment times continue to take a low number of single digit minutes to establish full network connectivity within the affected Availability Zone (USE1-AZ4) in the US-EAST-1 Region. We do not expect much further improvement until we fully resolve the resource contention issue affecting the subsystem responsible for the propagation of network ENI mappings within the affected Availability Zone, at which point ENI attachment times will return to normal levels. We expect to see full recovery within the next 30 to 60 minutes. At these ENI attachments times, ELB and Glue are seeing recovery, while other services - including EMR, EKS, ECS, and RDS - are seeing limited impact within the affected Availability Zone. Networking for existing instances within the affected Availability Zone and instances in other Availability Zones in the US-EAST-1 Region are not affected by this issue. We’ll continue to provide updates on our progress as we work on resolving the issue."
        },
        {
            "title": "Informational message: [RESOLVED] Delayed ENI attachment times",
            "link": "http://status.aws.amazon.com/",
            "description": "ENI attachment times continue to take a low number of single digit minutes to establish full network connectivity within the affected Availability Zone (USE1-AZ4) in the US-EAST-1 Region. We do not expect much further improvement until we fully resolve the resource contention ...",
            "permalink": "",
            "pubdate": "Fri Apr 01 2022 07:58:00 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sat Aug 06 2022 19:45:38 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.19",
            "id": 165,
            "fullDescription": "ENI attachment times continue to take a low number of single digit minutes to establish full network connectivity within the affected Availability Zone (USE1-AZ4) in the US-EAST-1 Region. We do not expect much further improvement until we fully resolve the resource contention issue affecting the subsystem responsible for the propagation of network ENI mappings within the affected Availability Zone, at which point ENI attachment times will return to normal levels. We remain on track for full recovery within the next hour. At these ENI attachments times, many of the affected services are seeing recovery, or limited impact, as a result of the issue. Networking for existing instances within the affected Availability Zone and instances in other Availability Zones in the US-EAST-1 Region are not affected by this issue. We’ll continue to provide updates on our progress as we work on resolving the issue."
        },
        {
            "title": "Informational message: [RESOLVED] Delayed ENI attachment times",
            "link": "http://status.aws.amazon.com/",
            "description": "We continue to see an improvement in ENI attachment times, and while they are getting much closer to normal levels, we're still seeing some ENI attachments take a low number of single digit minutes to establish full network connectivity within the affected Availability Zone ...",
            "permalink": "",
            "pubdate": "Fri Apr 01 2022 07:23:04 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sat Aug 06 2022 19:45:38 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.19",
            "id": 166,
            "fullDescription": "We continue to see an improvement in ENI attachment times, and while they are getting much closer to normal levels, we're still seeing some ENI attachments take a low number of single digit minutes to establish full network connectivity within the affected Availability Zone (USE1-AZ4) in the US-EAST-1 Region. At these levels, many workflows will operate normally but some may still timeout waiting for full network connectivity to be established for a newly launched instance or newly attached ENI. We are making progress in resolving the resource contention within the subsystem responsible for the propagation of network ENI mappings within the affected Availability Zone, and remain on track for full recovery within 1.5 hours. This issue also affects resource provisioning for other services, such as ELB, EMR, ECS and Glue. Some of these services, such as EMR, have mitigated impact by shifting traffic away from the affected Availability Zone, and others like ELB, are now seeing recovery as ENI attachment latencies have improved. Networking for existing instances within the affected Availability Zone and instances in other Availability Zones in the US-EAST-1 Region are not affected by this issue. We’ll continue to provide updates on our progress as we work on resolving the issue."
        },
        {
            "title": "Informational message: [RESOLVED] Delayed ENI attachment times",
            "link": "http://status.aws.amazon.com/",
            "description": "While ENI attachment times have improved, they are still taking longer than normal in the affected Availability Zone (USE1-AZ4) in the US-EAST-1 Region. The root cause is resource contention within the subsystem responsible for the propagation of network ENI mappings within the ...",
            "permalink": "",
            "pubdate": "Fri Apr 01 2022 06:47:37 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sat Aug 06 2022 19:45:38 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.19",
            "id": 167,
            "fullDescription": "While ENI attachment times have improved, they are still taking longer than normal in the affected Availability Zone (USE1-AZ4) in the US-EAST-1 Region. The root cause is resource contention within the subsystem responsible for the propagation of network ENI mappings within the affected Availability Zone. We have identified the root cause for this resource contention and are working to fully resolve the issue. For customers launching instances in the affected Availability Zone or attaching new ENIs to existing instances, full network connectivity on the ENIs may take several minutes to be established, instead of seconds. While we expect attachment times to continue to improve, full recovery here may take up to 2 hours. This issue also affects resource provisioning for other services, such as EMR, ECS and Glue. Networking for existing instances within the affected Availability Zone and instances in other Availability Zones in the US-EAST-1 Region are not affected by this issue. We’ll continue to provide updates on our progress as we work on resolving the issue."
        },
        {
            "title": "Informational message: [RESOLVED] Delayed ENI attachment times",
            "link": "http://status.aws.amazon.com/",
            "description": "We are investigating delayed ENI attachment times for EC2 instances within a single Availability Zone (USE1-AZ4) in the US-EAST-1 Region. Newly launched EC2 instances or new ENI attachments, may experience delay in establishing network connectivity within the affected ...",
            "permalink": "",
            "pubdate": "Fri Apr 01 2022 06:18:08 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sat Aug 06 2022 19:45:38 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.19",
            "id": 168,
            "fullDescription": "We are investigating delayed ENI attachment times for EC2 instances within a single Availability Zone (USE1-AZ4) in the US-EAST-1 Region. Newly launched EC2 instances or new ENI attachments, may experience delay in establishing network connectivity within the affected Availability Zone. This issue may also affect resource provisioning for other services, such as EMR, ECS and Glue. Networking for existing instances within the affected Availability Zone and instances in other Availability Zones in the US-EAST-1 Region are not affected by this issue. We have identified the root cause and are working to resolve the issue."
        },
        {
            "title": "Service is operating normally: [RESOLVED] API Error Rates",
            "link": "http://status.aws.amazon.com/",
            "description": "Starting at 4:11 AM PST some EC2 instances and EBS volumes experienced a loss of power in a single data center within a single Availability Zone (USE1-AZ4) in the US-EAST-1 Region. Instances in other data centers within the affected Availability Zone, and other Availability ...",
            "permalink": "",
            "pubdate": "Thu Dec 23 2021 04:22:00 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "http://status.aws.amazon.com/rss/ec2-us-east-1.rss",
            "when": "Sat Aug 06 2022 19:45:38 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.19",
            "id": 169,
            "fullDescription": "Starting at 4:11 AM PST some EC2 instances and EBS volumes experienced a loss of power in a single data center within a single Availability Zone (USE1-AZ4) in the US-EAST-1 Region. Instances in other data centers within the affected Availability Zone, and other Availability Zones within the US-EAST-1 Region were not affected by this event. At 4:55 AM PST, power was restored to EC2 instances and EBS volumes in the affected data center, which allowed the majority of EC2 instances and EBS volumes to recover. However, due to the nature of the power event, some of the underlying hardware experienced failures, which needed to be resolved by engineers within the facility. Engineers worked to recover the remaining EC2 instances and EBS volumes affected by the issue. By 2:30 PM PST, we recovered the vast majority of EC2 instances and EBS volumes. However, some of the affected EC2 instances and EBS volumes were running on hardware that has been affected by the loss of power and is not recoverable. For customers still waiting for recovery of a specific EC2 instance or EBS volume, we recommend that you relaunch the instance or recreate the volume from a snapshot for full recovery. If you need further assistance, please contact AWS Support."
        }
    ]
}