{
    "ctItemsAdded": 10,
    "whenLastItemAdded": "2022-08-06T15:45:36.412Z",
    "ctSaves": 1,
    "whenLastSave": "2022-08-06T15:45:38.654Z",
    "flDirty": false,
    "ctRiverBuilds": 0,
    "whenLastRiverBuild": "1970-01-01T00:00:00.000Z",
    "items": [
        {
            "title": "Fifty-Seven Years After its Enactment, the Voting Rights Act is in Peril",
            "link": "https://www.aclu.org/news/voting-rights/fifty-seven-years-after-its-enactment-the-voting-rights-act-is-in-peril",
            "description": "This week marks 57 years since the signing of the Voting Rights Act (VRA), landmark legislation that ensured the right to vote was protected for all Americans.\nIn the decades following the Civil War, states in the South enacted discriminatory measures, such as poll taxes and ...",
            "permalink": "",
            "pubdate": "Fri Aug 05 2022 19:22:04 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "https://www.aclu.org/taxonomy/feed-term/364/feed",
            "when": "Sat Aug 06 2022 19:45:36 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.19",
            "id": 115,
            "fullDescription": "<p>This week marks 57 years since the signing of the <a href=\"https://www.aclu.org/issues/voting-rights/voting-rights-act#:~:text=The%20ACLU%20works%20in%20courts,guarantee%20everyone%20in%20this%20country.&amp;text=All%20fields%20are%20required%20unless%20labeled%20optional.\">Voting Rights Act</a> (VRA), landmark legislation that ensured the right to vote was protected for all Americans.</p>\n<p>In the decades following the Civil War, states in the South enacted discriminatory measures, such as poll taxes and literary tests, in order to stop Black Americans from voting. Not to be deterred, voting rights activists protested and mobilized, but were met with brutal violence and intimidation. These efforts culminated in 1965, as voting rights activists seeking to march from Selma to Montgomery, Alabama were severely beaten and bloodied. The nation watched, shocked and outraged, which pushed President Lyndon B. Johnson to call on Congress to pass comprehensive legislation to protect the right to vote. The result was the crown jewel of the civil rights movement: the VRA.</p>\n<img src=\"https://www.aclu.org/wp-content/uploads/2022/08/VRA-Blog-V2-400x267.jpg\" srcset=\"https://www.aclu.org/wp-content/uploads/2022/08/VRA-Blog-V2-400x267.jpg 400w, https://www.aclu.org/wp-content/uploads/2022/08/VRA-Blog-V2-600x400.jpg 600w, https://www.aclu.org/wp-content/uploads/2022/08/VRA-Blog-V2-800x533.jpg 800w, https://www.aclu.org/wp-content/uploads/2022/08/VRA-Blog-V2-1000x667.jpg 1000w, https://www.aclu.org/wp-content/uploads/2022/08/VRA-Blog-V2.jpg 1110w\" alt=\"An African-American father has his 2 year-old daughter help him push the button while casting his vote at an early voting center at Nationals Park in Washington.\" /><p>The VRA was designed to enforce voting rights guaranteed by the United States Constitution, and to secure the right to vote for racial minorities throughout the country, especially for Black voters in the South. For decades since its signing, the VRA has stood as a bulwark against racially discriminatory voting practices and paved the way for 45 years of progress on voting rights. But over the last decade, instead of protecting the VRA and expanding access to the ballot box, the Supreme Court and courts across the country have dismantled and gutted crucial parts of the VRA.</p>\n  <div class=\"alignfullwidth mb-md wp-pullquote \">\n    <div class=\" wp-pullquote-inner\">\n      <p>For decades, the VRA stood against racially discriminatory voting. Still, the Supreme Court and courts across the U.S. have crippled crucial parts of the VRA.</p>\n      \n          </div>\n  </div>\n<p>First, in the 2013 <a href=\"https://www.aclu.org/cases/shelby-county-v-holder\"><em>Shelby County v. Holder</em></a> case, the Supreme Court eviscerated Section 5, one of the VRA’s most effective guardrails. Prior to this decision, states and counties with the worst histories and recent records of racial discrimination in voting had to obtain federal “preclearance” — that is, approval from the Department of Justice or a federal court — before implementing any changes to voting laws and practices, to ensure they did not curtail the right to vote for minority voters. <em>Shelby County</em> struck down the formula used to identify which states and localities were required to do so, gutting the heart of the VRA and opening the floodgates to wave after wave of anti-voting legislation.</p>\n<p>Then last year, <a href=\"https://www.aclu.org/press-releases/aclu-comment-supreme-court-ruling-arizona-voting-case\">the Supreme Court dealt another blow</a> to the critical protections provided in the VRA. In <a href=\"https://www.aclu.org/cases/brnovich-v-democratic-national-committee\"><em>Brnovich v. Democratic National Committee</em></a>, the court erected significant new barriers to lawsuits brought under Section 2 of the act, the nationwide prohibition on racially discriminatory voting laws. The new standard is completely at odds with the VRA’s purpose — to eradicate racial discrimination in voting, no matter how blunt or subtle.</p>\n  <div class=\"alignfullwidth mb-md wp-pullquote \">\n    <div class=\" wp-pullquote-inner\">\n      <p>In 2021 alone, more than 400 anti-voter measures were introduced by states across the country, many of which will disproportionately burden voters of color.</p>\n      \n          </div>\n  </div>\n<p>The attacks on the VRA have not abated. Just last month, the Supreme Court <a href=\"https://www.aclu.org/press-releases/us-supreme-court-reinstates-louisianas-discriminatory-congressional-map\">reinstated</a> Louisiana’s congressional map, despite a federal court ruling that the map was racially discriminatory and likely violated the VRA. This is a repeat of what occurred earlier this year in Alabama. There, the Supreme Court allowed yet another<a href=\"https://www.aclu.org/news/voting-rights/alabamas-new-electoral-lines-are-racially-gerrymandered-heres-why\">https://www.aclu.org/news/voting-rights/alabamas-new-electoral-lines-are-racially-gerrymandered-heres-why</a> racially discriminatory congressional map <a href=\"https://www.aclualabama.org/en/press-releases/comment-us-supreme-court-ruling-alabama-redistricting-case\">to stand</a> in the face of a federal court ruling that it likely violated the VRA. It’s clear the robust federal safeguards instated by the VRA to protect the right to vote are quickly being rolled back.</p>\n<p>At the same time, politicians across the country continue to push the big lie that the 2020 election was stolen. This lie not only led to the attack we saw on the Capitol on January 6, but is fueling even more voter suppression legislation across the country.</p>\n<p>In 2021 alone, <a href=\"https://www.brennancenter.org/our-work/research-reports/voting-laws-roundup-december-2021\">more than 400 anti-voter measures</a> were introduced by states across the country, many of which will disproportionately burden voters of color. This relentless assault on voting rights shows <a href=\"https://www.brennancenter.org/our-work/research-reports/voting-laws-roundup-may-2022\">no signs of receding</a>. These measures run the gamut from restricting access to <a href=\"https://www.nbcnews.com/politics/elections/arizona-legislature-passes-law-purge-infrequent-mail-voters-n1267025\">vote by mail</a>, eliminating <a href=\"https://www.ktvh.com/news/montana-politics/gianforte-signs-bills-eliminating-election-day-registration-tightening-voter-id\">Election Day registration</a>, and making it more difficult to <a href=\"https://www.desmoinesregister.com/story/news/politics/2021/03/08/iowa-governor-kim-reynolds-signs-law-shortening-early-voting-closing-polls-earlier-election-day/6869317002/\">vote early in person</a> to <a href=\"https://www.dallasnews.com/news/politics/2021/12/28/texas-new-election-law-challenged-over-provision-making-it-a-crime-to-encourage-voting-by-mail/\">criminalizing efforts by local election administrators</a> to assist voters. Additionally, like in Louisiana, <a href=\"https://www.aclu.org/redistricting/cases\">several states</a> have enacted new electoral maps that systemically minimize the voting strength of Black voters.</p>\n<p>As we reflect on the 57th anniversary of VRA, there should be no question that the right to vote is under siege and that these efforts to interfere with and minimize our right to vote fall heaviest on already marginalized people, especially Black communities. We still have so much work ahead of us to ensure every eligible American has the right to vote. Here at the ACLU we’ve redoubled our efforts to fight for voting rights in courts, in state legislatures, and on the streets. For over 100 years we’ve protected the civil liberties of all Americans, and we’ll continue to be on the frontlines of this fight to protect our rights.</p>\n\t\t<div class=\"rss-cta\"><div class=\"rss-cta__subtitle\">What you can do:</div><div class=\"rss-cta__title\">Congress: Protect Our Voting Rights</div><a href=\"https://action.aclu.org/send-message/congress-protect-our-voting-rights\" class=\"rss-cta__button\">Send your message</a></div>"
        },
        {
            "title": "Despite SCOTUS Ruling, the Biden Administration Can Prevent a Reversion to Trump's Deportation Machine",
            "link": "https://www.aclu.org/news/immigrants-rights/despite-scotus-ruling-the-biden-administration-can-prevent-a-reversion-to-trumps-deportation-machine",
            "description": "The Biden administration asked the Supreme Court last month to allow it to proceed with guidelines limiting who can be arrested and deported. The guidelines, outlined in a memo by Homeland Security Secretary Alejandro Mayorkas, faced xenophobic and politically charged legal ...",
            "permalink": "",
            "pubdate": "Thu Aug 04 2022 23:16:16 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "https://www.aclu.org/taxonomy/feed-term/364/feed",
            "when": "Sat Aug 06 2022 19:45:36 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.19",
            "id": 116,
            "fullDescription": "<p>The Biden administration <a href=\"https://s3.documentcloud.org/documents/22082659/22a17.pdf\">asked the Supreme Court</a> last month to allow it to proceed with guidelines limiting who can be arrested and deported. The guidelines, outlined in <a href=\"https://www.dhs.gov/news/2021/09/30/secretary-mayorkas-announces-new-immigration-enforcement-priorities\">a memo</a> by Homeland Security Secretary Alejandro Mayorkas, faced xenophobic and politically charged legal challenges brought by Texas and Louisiana. The states’ challenges blocked the enforcement guidelines nationally, with lower courts split on the issue.</p>\n<p><a href=\"https://www.dhs.gov/news/2021/09/30/secretary-mayorkas-announces-new-immigration-enforcement-priorities\">The Mayorkas guidelines memo</a> was intended to move Immigration Customs and Enforcement (ICE) away from Trump’s indiscriminate enforcement approach of deporting as many people as possible, regardless of their family and community ties. Taking up the Obama administration’s approach, Mayorkas directed ICE agents to focus their time and resources on individuals who pose a threat to “national security, public safety, and border security.” He added that agents should exercise “discretionary authority in a way that protects civil rights and civil liberties” and be “guided by the fact that the majority of undocumented noncitizens who could be subject to removal have been contributing members of our communities for years.”</p>\n  <div class=\"alignfullwidth mb-md wp-pullquote \">\n    <div class=\" wp-pullquote-inner\">\n      <p>He added that agents should exercise “discretionary authority in a way that protects civil rights and civil liberties.”</p>\n      \n          </div>\n  </div>\n<p>Advocates, including the ACLU, were highly critical of the guidelines because they left too much discretion with ICE agents, despite their documented xenophobia. But for all its serious flaws, the memo provided attorneys a powerful tool for advocating to protect their clients from deportation.</p>\n<img src=\"https://www.aclu.org/wp-content/uploads/2022/08/MAYORKAS-Blog-V1-400x267.jpg\" srcset=\"https://www.aclu.org/wp-content/uploads/2022/08/MAYORKAS-Blog-V1-400x267.jpg 400w, https://www.aclu.org/wp-content/uploads/2022/08/MAYORKAS-Blog-V1-600x400.jpg 600w, https://www.aclu.org/wp-content/uploads/2022/08/MAYORKAS-Blog-V1-800x533.jpg 800w, https://www.aclu.org/wp-content/uploads/2022/08/MAYORKAS-Blog-V1-1000x667.jpg 1000w, https://www.aclu.org/wp-content/uploads/2022/08/MAYORKAS-Blog-V1.jpg 1110w\" alt=\"Homeland Security Secretary Alejandro Mayorkas listens to questions from reporters.\" /><p>Homeland Security Secretary Alejandro Mayorkas listens to questions from reporters.</p>\n<p>The Supreme Court, however, <a href=\"https://www.supremecourt.gov/orders/courtorders/072122zr_7k47.pdf\">declined </a>to restore the deportation guidelines while the case proceeds, and will instead hear the case on the merits in November. For now, Mayorkas’ memo is not in force, leaving ICE agents with what they had under Trump: nearly unfettered discretion to pursue deportations.</p>\n  <div class=\"alignfullwidth mb-md wp-pullquote \">\n    <div class=\" wp-pullquote-inner\">\n      <p>For now, Mayorkas’ memo is not in force, leaving ICE agents with what they had under Trump: nearly unfettered discretion to pursue deportations.</p>\n      \n          </div>\n  </div>\n<p>While this is a major setback for Mayorkas, he can still dismantle the infrastructure that makes indiscriminate deportations a threat to the millions of people he acknowledged “work on the frontlines in the battle against COVID-19, lead our congregations of faith, teach our children, [and] do back-breaking farm work to help deliver food to our table.”</p>\n\t<div class=\"wp-heading mb-md\">\n\t\t\n\t\t\t\t\t<h2 id=\"\" class=\"wp-heading-h2 with-standard\">Here are two actions the Biden Administration can take:</h2>\n\t\t\n\t\t\t</div>\n\t<div class=\"wp-heading mb-md\">\n\t\t\n\t\t\t\t\t<h2 id=\"\" class=\"wp-heading-h2 with-standard\">Dismantle ICE’s “Force Multiplier” by ending partnerships with local law enforcement</h2>\n\t\t\n\t\t\t</div>\n<p>For years, ICE has tapped local law enforcement agencies to help identify immigrants for deportation, enabling ICE to stretch its tentacles into communities across the country and deport more people than it would be able to on its own, under a set of partnerships known as 287(g). These partnerships expanded five-fold under President Trump, and allow sheriffs notorious for racism, xenophobia, and civil rights violations to target and attack immigrants in their communities. ICE calls 287(g) its “force multiplier.”</p>\n<p>Recently, the ACLU released a <a href=\"https://www.aclu.org/report/license-abuse-how-ices-287g-program-empowers-racist-sheriffs\">research report</a> that found 59 percent of 287(g) sheriffs have documented records of anti-immigrant rhetoric, and over half have expressly advocated inhumane federal immigration policies, in some cases while vowing to disobey any federal directives they disagree with. Nearly two-thirds of 287(g) partners have records of racial profiling and other civil rights abuses, while more than three-quarters operate detention facilities with documented patterns of abuse and inhumane conditions.</p>\n<p>As a candidate, President Biden pledged to eliminate 287(g) contracts initiated under Trump, but over 140 contracts with state and local law enforcement agencies are still in effect to this day.</p>\n<p>Now that Secretary Mayorkas&#8217; guidelines have been stalled, it is more important than ever for the Biden administration to end these partnerships, which directly threaten the millions of people Mayrokas has acknowledged as being integral members of our communities by subjecting them to <a href=\"https://www.aclu.org/news/immigrants-rights/on-the-frontlines-of-the-fight-against-mass-deportation\">racial profiling, abuse, and separation</a> from their families and loved ones.</p>\n\t<div class=\"wp-heading mb-md\">\n\t\t\n\t\t\t\t\t<h2 id=\"\" class=\"wp-heading-h2 with-standard\">Shutdown ICE detention sites</h2>\n\t\t\n\t\t\t</div>\n<p>For decades, the U.S. government has overinvested in punishment and detention, and underinvested in community-based support services, even as ICE continues to amass a track record of egregious civil liberties violations. The result of this investment is an immigration detention machine that is fundamentally bloated, cruel, and inhumane.</p>\n<p>At present, about <a href=\"https://www.ice.gov/coronavirus#detStat\">24,000</a> people are languishing in ICE detention, in sites often <a href=\"https://www.newsweek.com/biden-holding-many-immigrants-private-prisons-trump-opinion-1634834\">run by for-profit, private prison companies</a>. They may be detained for the duration of their removal proceedings — which could last months or even years. Thousands of these people are trapped in inhumane, <a href=\"https://www.aclu.org/news/immigrants-rights/whats-it-like-to-be-in-immigration-lockup-during-a-pandemic\">unsafe living conditions</a>, where they are <a href=\"https://www.aclu.org/report/no-fighting-chance-ices-denial-access-counsel-us-immigration-detention-centers\">denied access to lawyers</a> who could help them secure release. Many are separated from their families, including their <a href=\"https://www.americanimmigrationcouncil.org/research/us-citizen-children-impacted-immigration-enforcement\">U.S. citizen-children</a>, even though they could be free — on bond, their own recognizance, or community-based alternatives to detention.</p>\n<p>But there is another way. The government can shrink the infrastructure that has been used to arrest, incarcerate, abuse, and traumatize immigrants.</p>\n<p>The Biden administration took an important step toward shrinking the infrastructure of civil immigration detention when it requested funding for <a href=\"https://www.nytimes.com/2022/03/25/us/politics/biden-immigration-detention-beds.html\">9,000 fewer detention beds </a>in its proposed budget for next fiscal year. Secretary Mayorkas also announced plans to close or limit the use of six detention sites, five of which were on a list of 39 detention sites the ACLU asked Mayorkas to shutter in an <a href=\"https://www.aclu.org/press-releases/aclu-calls-biden-administration-shut-down-ice-detention-facilities\">April 2021 letter</a>, and stopped detaining families at three family detention sites.</p>\n<p>But ICE still maintains a sprawling detention network of about 200 detention sites around the country, and has made plans to expand privatized, for-profit immigration detention — despite <a href=\"https://jayapal.house.gov/2022/03/10/jayapal-leads-members-in-urging-secretary-mayorkas-acting-director-johnson-to-end-the-use-of-for-profit-immigration-detention-centers/\">outcry</a> from dozens of congressional Democrats.</p>\n<p>If the Biden administration stops over-investing in the infrastructure for detaining immigrants, then many of the people Secretary Mayorkas rightfully identified as providing important contributions to the country won’t have to live in daily fear of arrest or deportation. The administration should take action now.</p>\n\t\t<div class=\"rss-cta\"><div class=\"rss-cta__subtitle\">What you can do:</div><div class=\"rss-cta__title\">End ICE's Racist 287(g) Program</div><a href=\"https://action.aclu.org/send-message/end-ices-racist-287g-program\" class=\"rss-cta__button\">Send your message</a></div>"
        },
        {
            "title": "In Missouri and Illinois, a Glimpse of Abortion Access in a Post-Roe World",
            "link": "https://www.aclu.org/news/reproductive-freedom/in-missouri-and-illinois-a-glimpse-of-abortion-access-in-a-post-roe-world",
            "description": "The movement for abortion rights can feel hopeless in the wake of the Supreme Court’s decision to overturn Roe, and indeed, this is a moment of unprecedented adversity. But across the country, advocates are hard at work trying to win back fundamental reproductive freedoms and ...",
            "permalink": "",
            "pubdate": "Wed Aug 03 2022 23:40:44 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "https://www.aclu.org/taxonomy/feed-term/364/feed",
            "when": "Sat Aug 06 2022 19:45:36 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.19",
            "id": 117,
            "fullDescription": "<p>The movement for abortion rights can feel hopeless in the wake of the Supreme Court’s decision to overturn Roe, and indeed, this is a moment of unprecedented adversity. But across the country, advocates are hard at work trying to win back fundamental reproductive freedoms and helping patients navigate the new landscape of abortion access.</p>\n<p>We spoke with advocates on the ground in Missouri, where abortion is now banned, and in Illinois, where two abortion clinics near its border are working to accommodate the influx of patients from out of state.</p>\n<hr class=\"divider mt-lg mb-lg\" />\t<div class=\"wp-heading mb-md\">\n\t\t\n\t\t\t\t\t<h2 id=\"\" class=\"wp-heading-h2 with-standard\">Kawanna Shannon</h2>\n\t\t\n\t\t\t\t\t<div class=\"subheading mt-sm is-rich-text is-font-family-standard is-size-5\">\n\t\t\t\t<p>Director of Patient Access, Planned Parenthood of the St. Louis Region and Southwest Missouri</p>\n\t\t\t</div>\n\t\t\t</div>\n<div class=\"wp-sizing-container sizing--standard\">\n    <figure class=\"wp-image mb-md\">\n\t\t  <img width=\"1500\" height=\"846\" src=\"https://www.aclu.org/wp-content/uploads/2022/08/Kawanna-1.png\" class=\"attachment-original size-original\" alt=\"A photo of Kawanna Shannon.\" loading=\"lazy\" srcset=\"https://www.aclu.org/wp-content/uploads/2022/08/Kawanna-1.png 1500w, https://www.aclu.org/wp-content/uploads/2022/08/Kawanna-1-768x433.png 768w, https://www.aclu.org/wp-content/uploads/2022/08/Kawanna-1-400x226.png 400w, https://www.aclu.org/wp-content/uploads/2022/08/Kawanna-1-600x338.png 600w, https://www.aclu.org/wp-content/uploads/2022/08/Kawanna-1-800x451.png 800w, https://www.aclu.org/wp-content/uploads/2022/08/Kawanna-1-1000x564.png 1000w, https://www.aclu.org/wp-content/uploads/2022/08/Kawanna-1-1200x677.png 1200w, https://www.aclu.org/wp-content/uploads/2022/08/Kawanna-1-1400x790.png 1400w\" sizes=\"(max-width: 1500px) 100vw, 1500px\" />\t\n\t\n\t\t  <span class=\"wp-image__credit is-credit\"><p>Credit: Emily Geraghty</p>\n</span>\n\t  </figure>\n</div><p>I’ve been working in women’s health for about 21 years now. I’ve always had an issue with people being blocked from accessing the care they need, so I gravitated toward abortion rights. That’s what led me to Planned Parenthood, where my job is to help people access care.</p>\n<p>Normally, patients have to do all the legwork themselves: locate providers, navigate insurance policies, cover costs, figure out how to get there and how to juggle everyday responsibilities like earning a living or caring for children. Our regional logistics center does the work for them. We’re a one-stop shop for patient support. We answer calls 24/7, connect directly with abortion funds across the country, and help secure logistical support for all the planes, trains, and automobiles it may take for a person to obtain an abortion.</p>\n  <div class=\"alignleft mb-md wp-pullquote \">\n    <div class=\" wp-pullquote-inner\">\n      <p>There’s no reason people should have to go through all of these hoops to get basic health care.</p>\n      \n          </div>\n  </div>\n<p>But this work is not just about getting people to care. It&#8217;s about giving people a voice. Patients lay everything bare for us to understand their situation, and they&#8217;re just happy that someone cares and is willing to help. They are often literally trusting us with their lives.</p>\n<p>That’s what keeps us going, even during these challenging times. I’m grateful to be able to help people seeking care, but it saddens me, too. There’s no reason people should have to go through all of these hoops to get basic health care. We’re doing everything we can to make sure that when patients are calling, we’re there for them. No matter what.</p>\n<hr class=\"divider mt-lg mb-lg\" />\t<div class=\"wp-heading mb-md\">\n\t\t\n\t\t\t\t\t<h2 id=\"\" class=\"wp-heading-h2 with-standard\">Michele Landeau</h2>\n\t\t\n\t\t\t\t\t<div class=\"subheading mt-sm is-rich-text is-font-family-standard is-size-5\">\n\t\t\t\t<p>Board Member, Missouri Abortion Fund</p>\n\t\t\t</div>\n\t\t\t</div>\n<div class=\"wp-sizing-container sizing--standard\">\n    <figure class=\"wp-image mb-md\">\n\t\t  <img width=\"1000\" height=\"555\" src=\"https://www.aclu.org/wp-content/uploads/2022/08/Michelle-1.png\" class=\"attachment-original size-original\" alt=\"A photo of Michele Landeau.\" loading=\"lazy\" srcset=\"https://www.aclu.org/wp-content/uploads/2022/08/Michelle-1.png 1000w, https://www.aclu.org/wp-content/uploads/2022/08/Michelle-1-768x426.png 768w, https://www.aclu.org/wp-content/uploads/2022/08/Michelle-1-400x222.png 400w, https://www.aclu.org/wp-content/uploads/2022/08/Michelle-1-600x333.png 600w, https://www.aclu.org/wp-content/uploads/2022/08/Michelle-1-800x444.png 800w\" sizes=\"(max-width: 1000px) 100vw, 1000px\" />\t\n\t\n\t\t  <span class=\"wp-image__credit is-credit\"><p>Credit: Emily Geraghty</p>\n</span>\n\t  </figure>\n</div><p>My first job out of college was at an abortion clinic in St. Louis. At the time, I was shocked to see all the barriers people had to overcome in order to have an abortion. Now it’s even worse. Back then, there were five clinics operating in the state of Missouri. Now there are none. In those days, people would have to wait 24 hours after an initial counseling appointment to actually have the procedure. Then it became 72 hours. The state would force medical misinformation upon patients to get them to change their minds about having the abortion. Now abortion is banned altogether.</p>\n<p>In 2016, I joined the <a href=\"https://mofund.org/\">Missouri Abortion Fund</a>, which provides financial assistance to people who cannot afford care. Abortion is not something you should have to put off until your next paycheck. People should be able to access the care they need, when they need it.</p>\n  <div class=\"alignleft mb-md wp-pullquote \">\n    <div class=\" wp-pullquote-inner\">\n      <p>Abortion shouldn’t be a political issue — it’s a health care issue that has been deeply politicized to the detriment of so many people across the country.</p>\n      \n          </div>\n  </div>\n<p>A lot of times, people don&#8217;t know how difficult it is to access abortion until they actually have to do it themselves. I hope we can use this moment to talk about all the barriers and restrictions that have been hindering access for years, and still are — and learn about the grassroots organizations that are helping get people to care on the ground.</p>\n<p>Abortion shouldn’t be a political issue — it’s a health care issue that has been deeply politicized to the detriment of so many people across the country. It’s not always a sob story, or even a hard decision to make. Sometimes people are just pregnant and they don’t want to be, or can’t. And it’s their right to make choices about their own body.</p>\n<hr class=\"divider mt-lg mb-lg\" />\t<div class=\"wp-heading mb-md\">\n\t\t\n\t\t\t\t\t<h2 id=\"\" class=\"wp-heading-h2 with-standard\">Dr. Margaret Baum</h2>\n\t\t\n\t\t\t\t\t<div class=\"subheading mt-sm is-rich-text is-font-family-standard is-size-5\">\n\t\t\t\t<p>Medical Director, Planned Parenthood of the St. Louis Region and Southwest Missouri</p>\n\t\t\t</div>\n\t\t\t</div>\n<div class=\"wp-sizing-container sizing--standard\">\n    <figure class=\"wp-image mb-md\">\n\t\t  <img width=\"1000\" height=\"557\" src=\"https://www.aclu.org/wp-content/uploads/2022/08/Dr-Baum.png\" class=\"attachment-original size-original\" alt=\"A photo of Dr. Margaret Baum.\" loading=\"lazy\" srcset=\"https://www.aclu.org/wp-content/uploads/2022/08/Dr-Baum.png 1000w, https://www.aclu.org/wp-content/uploads/2022/08/Dr-Baum-768x428.png 768w, https://www.aclu.org/wp-content/uploads/2022/08/Dr-Baum-400x223.png 400w, https://www.aclu.org/wp-content/uploads/2022/08/Dr-Baum-600x334.png 600w, https://www.aclu.org/wp-content/uploads/2022/08/Dr-Baum-800x446.png 800w\" sizes=\"(max-width: 1000px) 100vw, 1000px\" />\t\n\t\n\t\t  <span class=\"wp-image__credit is-credit\"><p>Credit: Emily Geraghty</p>\n</span>\n\t  </figure>\n</div><p>As an OB-GYN, abortion is just one of the services I provide, along with hysterectomies, tubal ligations, vasectomies, and other surgeries. Abortion should be treated like any other medical procedure, because that’s what it is. Abortion is health care, period. The fact that politicians — folks without medical training — are making decisions about what care I can provide seems absurd to me, and impinges upon my profession. I cannot fulfill my responsibilities as a doctor without the ability to provide abortion care.</p>\n<p>Before Missouri banned abortion, I was providing abortion care in the last remaining free-standing clinic in the entire state. It feels like a betrayal to now make patients travel to another state to get the care they need. We should be able to access abortion in the same place we live and pay taxes and vote. It’s our state, it’s our right.</p>\n  <div class=\"alignleft mb-md wp-pullquote \">\n    <div class=\" wp-pullquote-inner\">\n      <p>The fact that politicians — folks without medical training — are making decisions about what procedures I can do seems absurd to me, and really impinges upon my profession.</p>\n      \n          </div>\n  </div>\n<p>There is a misconception out there that abortion is just something people do casually. That’s certainly not the case. Having done this work for many years, and having performed thousands of procedures, I can tell you that the vast majority of people that come to terminate a pregnancy have put a lot of thought into their decision. It’s simply cruel to take that decision away from them. Politicians can&#8217;t force you to donate a kidney for your child or your grandmother or your mother, or to make a blood donation to save someone else&#8217;s life. So why should they be able to force people to continue a pregnancy they don’t want?</p>\n<p>I hope more people will be inspired to get involved with reproductive health care in any way they can. The added strain on abortion providers due to the fallout from overturning Roe necessitates more funding, more personnel, more facilities to take in a growing number of patients from states where abortion is banned. We want you to come work with us. We need to do everything we can to ensure everyone, everywhere, can access essential healthcare.</p>\n<div class=\"wp-sizing-container sizing--full-bleed\">\n    <figure class=\"wp-image mb-md\">\n\t\t  <img width=\"1000\" height=\"544\" src=\"https://www.aclu.org/wp-content/uploads/2022/08/Still-Here.png\" class=\"attachment-original size-original\" alt=\"A Planned Parenthood sign reading, &quot;Still Here.&quot;\" loading=\"lazy\" srcset=\"https://www.aclu.org/wp-content/uploads/2022/08/Still-Here.png 1000w, https://www.aclu.org/wp-content/uploads/2022/08/Still-Here-768x418.png 768w, https://www.aclu.org/wp-content/uploads/2022/08/Still-Here-400x218.png 400w, https://www.aclu.org/wp-content/uploads/2022/08/Still-Here-600x326.png 600w, https://www.aclu.org/wp-content/uploads/2022/08/Still-Here-800x435.png 800w\" sizes=\"(max-width: 1000px) 100vw, 1000px\" />\t\n\t\n\t\t  <span class=\"wp-image__credit is-credit\"><p>Credit: Emily Geraghty</p>\n</span>\n\t  </figure>\n</div>\t<div class=\"wp-heading mb-md\">\n\t\t\n\t\t\t\t\t<h2 id=\"\" class=\"wp-heading-h2 with-standard\">Amy Redd-Greiner</h2>\n\t\t\n\t\t\t\t\t<div class=\"subheading mt-sm is-rich-text is-font-family-standard is-size-5\">\n\t\t\t\t<p>Front Desk Supervisor and Security Coordinator, Hope Clinic for Women</p>\n\t\t\t</div>\n\t\t\t</div>\n<div class=\"wp-sizing-container sizing--standard\">\n    <figure class=\"wp-image mb-md\">\n\t\t  <img width=\"1000\" height=\"546\" src=\"https://www.aclu.org/wp-content/uploads/2022/08/Amy.png\" class=\"attachment-original size-original\" alt=\"A photo of Amy Redd-Greiner.\" loading=\"lazy\" srcset=\"https://www.aclu.org/wp-content/uploads/2022/08/Amy.png 1000w, https://www.aclu.org/wp-content/uploads/2022/08/Amy-768x419.png 768w, https://www.aclu.org/wp-content/uploads/2022/08/Amy-400x218.png 400w, https://www.aclu.org/wp-content/uploads/2022/08/Amy-600x328.png 600w, https://www.aclu.org/wp-content/uploads/2022/08/Amy-800x437.png 800w\" sizes=\"(max-width: 1000px) 100vw, 1000px\" />\t\n\t\n\t\t  <span class=\"wp-image__credit is-credit\"><p>Credit: Emily Geraghty</p>\n</span>\n\t  </figure>\n</div><p>Hope Clinic is in the St. Louis region of Southern Illinois, where we have served patients from across the country, especially the Midwest and South, for nearly 50 years. Each time a state bans abortion or further restricts access, we see a new influx of patients. When SB 8 went into effect in Texas last year, we went from seeing maybe one Texan per month to multiple patients each day. We were already serving a lot of Missourians but when their home state banned abortion, we saw a tremendous influx of folks from across the river. With Tennessee, it was the same.</p>\n<p>That people will travel hundreds of miles to reach us demonstrates just how essential abortion access is. Our patients all have their own stories and reasons to seek abortion, but share one thing in common: They’ve made a decision about their own bodies and futures, and will go to great lengths to exercise their right to bodily autonomy.</p>\n  <div class=\"alignleft mb-md wp-pullquote \">\n    <div class=\" wp-pullquote-inner\">\n      <p>Everyone is doing their absolute best to stay open in states that ban abortion so they continue providing other reproductive health services.</p>\n      \n          </div>\n  </div>\n<p>Abortion is health care — there’s no denying that. But it comes with challenges due to politics. On the ground, that often means that abortion patients have to face protesters on their way to the clinic. We do our best to keep protesters off our property, but they work very hard to push the line as much as possible, and frequently cross it. It’s our responsibility to do everything in our power to protect patients while they access care. At Hope Clinic, abortion care is patient-centered from start to finish.</p>\n<p>Independent clinics like ours are a critical part of the health care network in the country. Everyone is doing their absolute best to stay open in states that ban abortion so they continue providing other reproductive health services. Many will be forced to close. So it’s incredibly important to support these clinics. We need money, we need energy, we need practical support to get people the care they need.</p>\n<hr class=\"divider mt-lg mb-lg\" />\t<div class=\"wp-heading mb-md\">\n\t\t\n\t\t\t\t\t<h2 id=\"\" class=\"wp-heading-h2 with-standard\">Yamelsie Rodríguez</h2>\n\t\t\n\t\t\t\t\t<div class=\"subheading mt-sm is-rich-text is-font-family-standard is-size-5\">\n\t\t\t\t<p>President &amp; CEO, Planned Parenthood of the St. Louis Region and Southwest Missouri</p>\n\t\t\t</div>\n\t\t\t</div>\n<div class=\"wp-sizing-container sizing--standard\">\n    <figure class=\"wp-image mb-md\">\n\t\t  <img width=\"1000\" height=\"550\" src=\"https://www.aclu.org/wp-content/uploads/2022/08/Yamelsie.png\" class=\"attachment-original size-original\" alt=\"A photo of Yamelsie Rodríguez.\" loading=\"lazy\" srcset=\"https://www.aclu.org/wp-content/uploads/2022/08/Yamelsie.png 1000w, https://www.aclu.org/wp-content/uploads/2022/08/Yamelsie-768x422.png 768w, https://www.aclu.org/wp-content/uploads/2022/08/Yamelsie-400x220.png 400w, https://www.aclu.org/wp-content/uploads/2022/08/Yamelsie-600x330.png 600w, https://www.aclu.org/wp-content/uploads/2022/08/Yamelsie-800x440.png 800w\" sizes=\"(max-width: 1000px) 100vw, 1000px\" />\t\n\t\n\t\t  <span class=\"wp-image__credit is-credit\"><p>Credit: Emily Geraghty</p>\n</span>\n\t  </figure>\n</div><p>I’ve been in the abortion rights movement for over 20 years, since I came to the U.S. from Puerto Rico after college. When I witnessed the inequities and health disparities faced by the Latino community — and learned how reproductive rights and care are critical tools for liberation — I joined Planned Parenthood to make a difference. Here, we are educators, we are health care providers, we are advocates. So for me, it’s the perfect trifecta.</p>\n<p>When the Supreme Court overturned Roe, a reality many Missourians have known for years set in throughout the country. We already knew what it&#8217;s like to live in a post-Roe world. It’s been our reality since 2019. So we saw the writing on the wall. That’s why we strategically opened a Planned Parenthood clinic in Southern Illinois, just a few miles from the border, to make sure Missourians can access care no matter what our state does to ban abortion. Your ability to access health care should not be tied to where you live, how much money you make, or who your insurance provider is.</p>\n  <div class=\"alignleft mb-md wp-pullquote \">\n    <div class=\" wp-pullquote-inner\">\n      <p>Your ability to access health care should not be tied to where you live, how much money you make, or who your insurance provider is.</p>\n      \n          </div>\n  </div>\n<p>Of course, for all our preparation, there’s no denying the immense challenges we’re facing in this moment. But I have hope that we can win back our rights and build a system to truly establish abortion equity for all. It’s going to be a long game, and it will take a lot of work, but that hope is what’s motivating us to keep fighting. This is a unique opportunity in our history to finally get it right.</p>\n<p>One of the things we can all do as individuals is to help reduce the stigma around abortion. Abortion is health care — it’s common, it’s safe. We all know and love someone who&#8217;s had an abortion. Another way to help is to support providers. They are in dire need of financial assistance to accommodate the influx of patients from states that ban abortion. And finally, we must hold politicians accountable — and one way to do that is at the ballot box this November.</p>\n<hr class=\"divider mt-lg mb-lg\" />\t<div class=\"wp-heading mb-md\">\n\t\t\n\t\t\t\t\t<h2 id=\"\" class=\"wp-heading-h2 with-standard\">Chelsea Souder</h2>\n\t\t\n\t\t\t\t\t<div class=\"subheading mt-sm is-rich-text is-font-family-standard is-size-5\">\n\t\t\t\t<p>Owner, Hope Clinic for Women</p>\n\t\t\t</div>\n\t\t\t</div>\n<div class=\"wp-sizing-container sizing--standard\">\n    <figure class=\"wp-image mb-md\">\n\t\t  <img width=\"1000\" height=\"557\" src=\"https://www.aclu.org/wp-content/uploads/2022/08/Chelsea-1.png\" class=\"attachment-original size-original\" alt=\"A photo of Chelsea Souder.\" loading=\"lazy\" srcset=\"https://www.aclu.org/wp-content/uploads/2022/08/Chelsea-1.png 1000w, https://www.aclu.org/wp-content/uploads/2022/08/Chelsea-1-768x428.png 768w, https://www.aclu.org/wp-content/uploads/2022/08/Chelsea-1-400x223.png 400w, https://www.aclu.org/wp-content/uploads/2022/08/Chelsea-1-600x334.png 600w, https://www.aclu.org/wp-content/uploads/2022/08/Chelsea-1-800x446.png 800w\" sizes=\"(max-width: 1000px) 100vw, 1000px\" />\t\n\t\n\t\t  <span class=\"wp-image__credit is-credit\"><p>Credit: Emily Geraghty</p>\n</span>\n\t  </figure>\n</div><p>At Hope Clinic, we’ve seen quite an increase in patients this year alone, even before Roe was overturned. When SB 8 passed last year in Texas, it caused a ripple effect across the country. Texans were going to Oklahoma, and then Oklahomans were going weeks without care. So it just pushed care further and further out of reach for everyone — not just in Texas.</p>\n<p>Due to the landscape of abortion rights in the states bordering us, Southern Illinois is set up to support as many people as possible. We won’t turn folks away. We know it’s a lot of work just to get to a clinic, especially for patients coming from out of state. They need money to travel. They have to take time off work. They have to figure out how to care for loved ones and children while they’re getting care. It can be a really complicated system for people.</p>\n<p>I want people to know that abortion providers are the most compassionate providers out there. And it&#8217;s not just doctors and nurses. It&#8217;s everyone — the people who answer phones, the people who check patients in, the security guards at the front, the medical assistants — it&#8217;s all of them. They deal with a lot of stuff that no one else could ever imagine, like having to walk through a gauntlet of 20 people who are screaming at you and saying the most vile, wild, outlandish, rude and disrespectful things. They are also comforting patients as they walk through the door, who are often in a vulnerable and dire state. It&#8217;s a lot of secondary trauma that people are absorbing and trying to deal with on their own.</p>\n  <div class=\"alignleft mb-md wp-pullquote \">\n    <div class=\" wp-pullquote-inner\">\n      <p>I want people to know that abortion providers are the most compassionate providers out there.</p>\n      \n          </div>\n  </div>\n<p>I&#8217;m grateful that people are paying attention and are really supportive of clinics and funds and patients right now. But I don&#8217;t want people to stop fighting. This isn&#8217;t the end. Roe was just the floor. We need to pass better laws that protect people, even in Illinois, where we have a lot of work to do. We need to focus on getting better political candidates at the local level, as has been the case for decades. People need to be in tune with what&#8217;s happening in their own state, especially in states that have become safe havens of sorts, because the anti-abortion activists are going to put us in their crosshairs. And it&#8217;s just going to get even more volatile and hostile. So we need people to be supportive and ready to take action, whether it’s campaigning, lobbying, or donating to clinics, funds, and pro-abortion candidates.</p>\n<p>The other thing that people can do is to just talk about abortion. Getting out and talking about abortion with your friends, with your family, with your providers, is going to further remove the stigma. That’s what we really need as we move forward into this next era.</p>\n<hr class=\"divider mt-lg mb-lg\" />\t\t<div class=\"rss-cta__title\">We need you with us to keep fighting</div><a href=\"https://action.aclu.org/give/now\" class=\"rss-cta__button\">Donate today</a></div>"
        },
        {
            "title": "We Need the PUMP Act to Protect Nursing Workers Like Me",
            "link": "https://www.aclu.org/news/womens-rights/we-need-the-pump-act-to-protect-nursing-workers-like-me",
            "description": "As a woman working on Amtrak, first as a conductor and later as an engineer, my job posed challenges in many areas. At times it wasn’t easy being the only woman on board. But, like most of the female employees that came before me and worked alongside me, we made it work the best ...",
            "permalink": "",
            "pubdate": "Wed Aug 03 2022 18:56:14 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "https://www.aclu.org/taxonomy/feed-term/364/feed",
            "when": "Sat Aug 06 2022 19:45:36 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.19",
            "id": 118,
            "fullDescription": "<p>As a woman working on Amtrak, first as a conductor and later as an engineer, my job posed challenges in many areas. At times it wasn’t easy being the only woman on board. But, like most of the female employees that came before me and worked alongside me, we made it work the best we could.</p>\n<p>It wasn’t until I became pregnant in the spring of 2019 that I discovered how hard it would be to work for the railroad as a woman and, more importantly as a breastfeeding mother.</p>\n<p>When I learned I was pregnant, I was nothing but smiles and happy tears. Making the decision to nurse my second baby was not a hard one for me. I had my first child at the age of 21. Although it was also a time of smiles and happy tears, I was young and struggled, and ultimately, I was not able to successfully nurse my daughter. Determined to not let that happen with my son, I made sure I had the support needed to be successful this time around. With a “Nursing Mothers Policy” in place at Amtrak, I felt confident that I was going to be able to give my son one of the greatest things I believed a mother could provide: my breast milk.</p>\n<p>As my due date grew closer, I let my supervisor know that I was planning to breastfeed and would need to pump milk during the workday. She simply responded, “They are not going to let you do that.” Unfortunately, she turned out to be right.</p>\n  <div class=\"alignleft mb-md wp-pullquote \">\n    <div class=\" wp-pullquote-inner\">\n      <p>I reached out to HR about having the pumping break time and space I needed to continue breastfeeding. But the company refused to accommodate my health needs.</p>\n      \n          </div>\n  </div>\n<p>My son, born at 38 weeks, brought so many emotions to our family. We spent the first 17 days of his life in the NICU. I was told that my son was fighting for his life, and we needed to be prepared for the worst. As he got stronger, I was filled with joy at every breath he took. And I was grateful that breastfeeding was working out this time around.</p>\n<p>As the end of my maternity leave approached, I reached out to HR about having the pumping break time and space I needed to continue breastfeeding. But the company refused to accommodate my health needs. The last weeks of my maternity leave were filled with emails, phone calls, and letters FedExed to my home from my employer. I should have been spending that precious time caring for my baby, not worrying day and night how I would continue feeding him after I returned to work.</p>\n<p>I tried to find out more about my legal rights and discovered I had none. The federal “Break Time for Nursing Mothers law” gives employees a right to break time and a private space to pump, but it didn’t apply to me at all, because employees who work on railways are not covered. Amtrak was refusing to comply with its own policy, and I had no rights under national law. I felt entirely on my own.</p>\n<p>When I returned to work, I was physically uncomfortable and overwhelmed. I was at a loss as to what to do. I resorted to finding my own locations — a dirty storage room, a locker room, empty train cars (hoping no one would walk in). Not having a sanitary place to pump meant that I mostly had to dump the milk I made. The overwhelming stress and lack of breaks affected my breast milk supply, which dropped so much that it risked my ability to breastfeed my son at all. My determination to nurse him had been taken from me, and more importantly, it was taken from him.</p>\n<p>It turns out I was less on my own than I thought, although not in a good way. <em>Nine million</em> <a href=\"https://www.aclu.org/news/womens-rights/the-pump-act-would-protect-nursing-workers-like-me\">working moms</a> have no protection for pumping on the job because of the industries they work in — hardworking people who deserve better from our country, like teachers, nurses, and agricultural workers. The <a href=\"https://www.congress.gov/bill/117th-congress/house-bill/3110\">PUMP for Nursing Mothers Act</a>, a bill being considered right now by Congress, has support from both political parties. It would help protect workers like myself by making sure that all mothers have a right to break time and private space for pumping.</p>\n<p>I should have never been in a position to struggle so much to nurse my son while staying employed. I should not have had to sacrifice my privacy. And I shouldn’t have had to stop nursing my son earlier than I wanted to. No new mother should have to do these things. Tell Congress it’s time to stand by working moms and pass the PUMP Act.</p>\n\t\t<div class=\"rss-cta__title\">We need you with us to keep fighting</div><a href=\"https://action.aclu.org/give/now\" class=\"rss-cta__button\">Donate today</a></div>"
        },
        {
            "title": "Police Are Using Newborn Genetic Screening to Search for Suspects, Threatening Privacy and Public Health",
            "link": "https://www.aclu.org/news/privacy-technology/police-are-using-newborn-genetic-screening",
            "description": "Nearly every baby born in the U.S. has blood drawn in the immediate hours after their birth, allowing the baby to be tested for a panel of potentially life-threatening inherited disorders. This is a vital public health program, enabling early treatment of newborns with genetic ...",
            "permalink": "",
            "pubdate": "Tue Jul 26 2022 19:12:20 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "https://www.aclu.org/taxonomy/feed-term/364/feed",
            "when": "Sat Aug 06 2022 19:45:36 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.19",
            "id": 119,
            "fullDescription": "<p>Nearly every baby born in the U.S. has blood drawn in the immediate hours after their birth, allowing the baby to be tested for a panel of potentially life-threatening inherited disorders. This is a vital public health program, enabling early treatment of newborns with genetic disorders; for them, it can be the difference between a healthy life and an early death. But recent news suggests that police are seeking access to these newborn blood samples in criminal investigations. Such use of this trove of genetic material — to hunt for evidence that could implicate a child’s relative in a crime — endangers public trust in this vital health program and threatens all Americans’ right to genetic privacy.</p>\n<p>A public records <a href=\"https://www.documentcloud.org/documents/22084922-nj-office-of-the-public-defender-et-al-vs-department-of-health-et-al\">lawsuit</a> filed in New Jersey this month details how police subpoenaed a newborn blood sample to investigate a 1996 cold case. While law enforcement’s desire to use these blood samples in criminal investigations was always a possibility — and one <a href=\"https://www.aclu.org/other/newborn-dna-banking\">the ACLU has opposed</a> — the increasing use of <a href=\"https://www.annualreviews.org/doi/10.1146/annurev-genom-111819-084213\">Investigative Genetic Genealogy (IGG) </a> has only increased the government&#8217;s interest in easy access to people’s DNA. While few have heard of IGG, many have heard of its application to cold cases: One high-profile example is the 2018 identification of the Golden State Killer as former police officer Joseph James DeAngelo Jr. In IGG, DNA is isolated from a sample left at a crime scene and a rich genetic profile is created and uploaded to a genealogy website in order to map out family trees. In just four years since IGG first became public, its documented use by police has <a href=\"https://www.doi.org/10.1016/j.fsigen.2021.102474\">rapidly grown</a> to nearly 200 investigations.</p>\n<p>The government has already gone to shocking lengths to obtain DNA samples <a href=\"https://www.aclu.org/news/privacy-technology/police-need-a-warrant-to-collect-dna-we-inevitably-leave-behind\">without a warrant</a>, including lying to a suspect’s family members to obtain their DNA — but the New Jersey investigation represents the <a href=\"https://newjerseymonitor.com/2022/07/13/newborn-screening-program-used-to-aid-criminal-investigation-public-defender-says/\">first public instance</a> of them turning to newborn blood samples. This threatens both privacy and public health. A failure to act now could mean widespread loss of genetic privacy at the hands of police.</p>\n<p>DNA holds our sensitive personal information. Indeed, that’s why the newborn screening program exists: to detect inherited medical conditions from our blood sample that could lead to things like permanent intellectual disability and major health problems if not detected early enough. Allowing the government to access samples with such sensitive information for reasons other than public health would seriously threaten our privacy — particularly given that our DNA reveals such information not only about us, but also our family members.</p>\n<p>This newborn screening system relies on public trust. It exists because public health officials agree that the good outweighs the bad — the temporary pain to the newborn and the cost to the parents are well worth the prevention of life-threatening medical conditions among the <a href=\"https://www.nichd.nih.gov/health/topics/newborn/conditioninfo/infants-screened\">almost 1 in 300</a> newborns found to have a genetic disorder. But that delicate balance is thrown off when the government turns to that same data for other purposes, including criminal investigations.</p>\n<p>There is no uniform national policy for how newborn screening is conducted. Each state sets its own policies governing which diseases it tests for and the length of time the sample is kept. Parent groups and other privacy advocates have long voiced concerns about these state screening systems. As a result of <a href=\"https://madison.com/news/local/health-med-fit/wisconsin-wants-to-hold-onto-newborn-screening-specimens-longer/article_d7974692-1b13-5c73-b7fd-06d8f9725f51.html\">litigation</a> that argued that keeping blood samples leftover from the screening tests violates privacy rights, some states destroyed samples en masse and have limited how long future ones are stored. Still, the range of storage for states varies from a few months to indefinitely.</p>\n<p>And, perhaps most troublingly, “more than a quarter of U.S. states have no discernible policy in place regarding law enforcement access, while nearly a third may permit such access in at least some circumstances,” according to a recent Texas Law Review <a href=\"https://texaslawreview.org/americas-hidden-national-dna-database/\">article</a>. Police access to newborn genetic screening samples is a massive threat to privacy.</p>\n<p>This is particularly true when police access is part of an IGG investigation. <a href=\"https://www.nytimes.com/2018/10/11/science/science-genetic-genealogy-study.html\">One study</a> found that soon 90 percent of white Americans will be genetically traceable because of a family member uploading their genome to one of several genealogy websites. With the exponential growth of direct-to-consumer testing companies like 23andMe and Ancestry.com, and a subset of companies like African Ancestry that market to communities of color, that percentage is expected to rise for all Americans. Newborn screening continues to be one of the most successful public health interventions in the U.S., but abuse of this system by police risks turning this public good into a system of mass genetic surveillance, allowing police to trace back centuries of familial ties for many Americans. This could cause a backlash in which states curtail their screening programs in an attempt to preserve citizens’ privacy, or deny the options to use these samples in critical medical screening research. Additionally, more parents may attempt to opt out of the system altogether or request their child’s sample be destroyed earlier than scientists recommend, risking a missed opportunity for early diagnosis.</p>\n<p>To restore public trust and protect privacy, states should promptly seek to identify instances in which newborn screening may have been abused by police by surveying their state laboratories. And they must craft policies that restrict any use of the samples by police in criminal investigations. Iowa’s law appears to come closest, with a <a href=\"https://www.law.cornell.edu/regulations/iowa/Iowa-Admin-Code-r-641-4-3\">policy</a> that explicitly prohibits law enforcement access to newborn samples. In addition, more states should implement limits on how long samples are kept—limiting them to the amount of time stated in medical best practices — and should require informed consent to the use of samples beyond the actual screening.</p>\n\t\t<div class=\"rss-cta__title\">We need you with us to keep fighting</div><a href=\"https://action.aclu.org/give/now\" class=\"rss-cta__button\">Donate today</a></div>"
        },
        {
            "title": "Here’s What You Need to Know About the House Passage of the Respect for Marriage Act",
            "link": "https://www.aclu.org/news/lgbtq-rights/what-you-need-to-know-about-the-respect-for-marriage-act",
            "description": "This week, the U.S. House of Representatives passed the Respect for Marriage Act. Here’s why that’s a big deal and why — contrary to much of the reporting on it — the measure is actually fairly limited.\n\t\n\t\t\t\t\t\n\t\t\n\t\t\t\t\tWhy did the House of Representatives pass the Respect for ...",
            "permalink": "",
            "pubdate": "Thu Jul 21 2022 21:08:08 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "https://www.aclu.org/taxonomy/feed-term/364/feed",
            "when": "Sat Aug 06 2022 19:45:36 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.19",
            "id": 120,
            "fullDescription": "<p>This week, the U.S. House of Representatives passed the Respect for Marriage Act. Here’s why that’s a big deal and why — contrary to much of the reporting on it — the measure is actually fairly limited.</p>\n\t<div class=\"wp-heading mb-md\">\n\t\t\t\t\t<hr class=\"mark\" />\n\t\t\n\t\t\t\t\t<h2 id=\"\" class=\"wp-heading-h2 with-mark\">Why did the House of Representatives pass the Respect for Marriage Act? </h2>\n\t\t\n\t\t\t</div>\n<p>The push behind the Respect for Marriage Act is Justice Clarence Thomas’ concurring opinion in <em>Dobbs v. Jackson Women’s Health Organization</em>, the Supreme Court’s Mississippi abortion decision in which it <a href=\"https://www.aclu.org/news/reproductive-freedom/what-comes-next-abortion-rights-supreme-court\">overturned <em>Roe v. Wade</em></a>. Justice Thomas urged the court to overturn its rulings establishing a fundamental constitutional right to use contraception, the right of same-sex couples to marry, and a right to form intimate sexual relationships with other consenting adults. With the right to marry potentially at risk, our friends in Congress wanted to do something.</p>\n\t<div class=\"wp-heading mb-md\">\n\t\t\t\t\t<hr class=\"mark\" />\n\t\t\n\t\t\t\t\t<h2 id=\"\" class=\"wp-heading-h2 with-mark\">The law garnered the most support ever for a pro-LGBTQ bill in Congress.</h2>\n\t\t\n\t\t\t</div>\n<p>The bill passed the House with a large, bipartisan vote of 267-157, making it the most pro-LGBTQ vote in Congressional history. Forty-seven House Republicans voted yes, even in this supremely partisan and bitterly divided Congress, where conservatives are <a href=\"https://www.aclu.org/news/lgbtq-rights/the-roe-draft-signals-a-potential-new-front-in-the-already-raging-war-against-the-lgbtq-community\">vigorously pushing anti-LGBTQ measures and rhetoric</a>. In contrast, the Equality Act, the LGBTQ movement’s highest priority bill in Congress, which would expressly add LGBTQ people to the Civil Rights Act, passed the House a year ago with a vote of just 224-206, with only three Republicans voting in support. The much larger bipartisan support for the Respect for Marriage Act is a hopeful sign of potential progress to come.</p>\n\t<div class=\"wp-heading mb-md\">\n\t\t\t\t\t<hr class=\"mark\" />\n\t\t\n\t\t\t\t\t<h2 id=\"\" class=\"wp-heading-h2 with-mark\">While the bill and bipartisan vote are important, the bill is quite limited.</h2>\n\t\t\n\t\t\t</div>\n<p>Here’s why: The Respect for Marriage Act repeals the 1996 Defense of Marriage Act, which in turn did two things: DOMA barred the federal government from respecting the marriages of same-sex couples who were married under state law, excluding them from federal recognition in over 1,000 contexts, from Social Security survivor benefits to the ability to sponsor a spouse for citizenship to equitable tax treatment. It also said that the <a href=\"https://constitutioncenter.org/interactive-constitution/interpretation/article-iv/clauses/44#:~:text=Full%20Faith%20and%20Credit%20shall,proved%2C%20and%20the%20Effect%20thereof.\">Full Faith and Credit Clause</a> of the Constitution doesn’t require states to respect the marriages of same-sex couples performed by other states.</p>\n<p>The Supreme Court struck down the federal recognition portion of DOMA in the 2013 <a href=\"https://www.aclu.org/cases/lesbian-and-gay-rights/windsor-v-united-states\"><em>United States v. Windsor</em></a> decision. After <em>Dobbs</em>, people fear that <em>Windsor</em> could be overturned, so the Respect for Marriage Act fully repeals the federal respect portion of DOMA and replaces it with a requirement of respect by the federal government. It also repeals the Full Faith and Credit portion of DOMA, replacing it with a statement that Full Faith and Credit requires inter-state recognition. Those would both be significant advances that would backstop the Supreme Court’s ruling in <em>Windsor</em> and the inter-state recognition portion of its ruling in <a href=\"https://www.aclu.org/cases/obergefell-et-al-v-hodges-freedom-marry-ohio\"><em>Obergefell v. Hodges</em></a> should they be overturned<em>.</em></p>\n\t<div class=\"wp-heading mb-md\">\n\t\t\t\t\t<hr class=\"mark\" />\n\t\t\n\t\t\t\t\t<h2 id=\"\" class=\"wp-heading-h2 with-mark\">The Respect for Marriage Act would not require any state to allow same-sex couples to marry.</h2>\n\t\t\n\t\t\t</div>\n<p>If the Supreme Court overturns <em>Obergefell v. Hodges</em>, which established that the fundamental right to marry covers same-sex couples, the Respect for Marriage Act would not stop any state from once again refusing to issue marriage licenses to same-sex couples. The federal government would still be required to respect same-sex couples’ already-existing marriages, as would other states in many circumstances. But a state that wanted to get out of the business of issuing marriage licenses to same-sex couples would not violate the Respect for Marriage Act.</p>\n\t<div class=\"wp-heading mb-md\">\n\t\t\t\t\t<hr class=\"mark\" />\n\t\t\n\t\t\t\t\t<h2 id=\"\" class=\"wp-heading-h2 with-mark\">Prospects for the Respect for Marriage Act becoming law are unclear.</h2>\n\t\t\n\t\t\t</div>\n<p>The second reason that the landmark vote on the Respect for Marriage Act is limited in effect is that it’s not clear that the bill will actually make it out of the Senate given the 60-vote requirement. That would require 10 Republican senators to join all 50 Democratic senators in agreeing to let the bill get to a vote, and then a majority of senators to vote yes. Despite the significant bipartisan support in the House, progress like that in the Senate is still a very steep hill to climb.</p>\n\t<div class=\"wp-heading mb-md\">\n\t\t\t\t\t<hr class=\"mark\" />\n\t\t\n\t\t\t\t\t<h2 id=\"\" class=\"wp-heading-h2 with-mark\">The Respect for Marriage Act is important, but Congress needs to do much more.</h2>\n\t\t\n\t\t\t</div>\n<p>While Congress debates and votes on the Respect for Marriage Act, the LGBTQ community remains under intense attack in the states. A record number of <a href=\"https://www.aclu.org/legislation-affecting-lgbtq-rights-across-country\">anti-trans and anti-LGBQ bills</a> were introduced and passed in state legislatures over the past two years. These measures bar trans and non-binary people from access to health care, from updating their identity documents, and from full participation in daily life. They seek to erase trans people from society and to ban schools from <a href=\"https://www.aclu.org/news/lgbtq-rights/how-lgbtq-voices-are-being-erased-in-classrooms-censorship\">talking about</a> the mere existence of LGBTQ people.</p>\n<p>Our freedom to marry indeed needs protection from Congress. But we also need to fight against these broader attacks on the LGBTQ community, especially trans and non-binary people. Passing the <a href=\"https://action.aclu.org/send-message/pass-equality-act\">Equality Act</a> would be a good start. Congress needs to fight as though trans lives depend on its actions, because they do.</p>\n\t\t<div class=\"rss-cta\"><div class=\"rss-cta__subtitle\">What you can do:</div><div class=\"rss-cta__title\">Congress: Pass the Equality Act</div><a href=\"https://action.aclu.org/send-message/pass-equality-act\" class=\"rss-cta__button\">Send your message</a></div>"
        },
        {
            "title": "New Records Detail DHS Purchase and Use of Vast Quantities of Cell Phone Location Data",
            "link": "https://www.aclu.org/news/privacy-technology/new-records-detail-dhs-purchase-and-use-of-vast-quantities-of-cell-phone-location-data",
            "description": "Today, the ACLU published thousands of pages of previously unreleased records about how Customs and Border Protection, Immigration and Customs Enforcement, and other parts of the Department of Homeland Security are sidestepping our Fourth Amendment right against unreasonable ...",
            "permalink": "",
            "pubdate": "Mon Jul 18 2022 13:30:25 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "https://www.aclu.org/taxonomy/feed-term/364/feed",
            "when": "Sat Aug 06 2022 19:45:36 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.19",
            "id": 121,
            "fullDescription": "<p>Today, the ACLU published thousands of pages of <a href=\"https://www.aclu.org/cases/aclu-v-department-homeland-security-commercial-location-data-foia#DOcuments_produced_by_Customs_&amp;_Border_Protection_(CBP):~:text=District%20Court%20(S.D.N.Y.)%20FOIA%20litigation%20documents\">previously unreleased records</a> about how Customs and Border Protection, Immigration and Customs Enforcement, and other parts of the Department of Homeland Security are sidestepping our Fourth Amendment right against unreasonable government searches and seizures by buying access to, and using, huge volumes of people’s cell phone location information quietly extracted from smartphone apps.</p>\n<p>The records, which the ACLU obtained over the course of the last year through a Freedom of Information Act (FOIA) lawsuit, shed new light on the government’s ability to obtain our most private information by simply opening the federal wallet. These documents are further proof that Congress needs to pass the Fourth Amendment Is Not For Sale Act, which would end law enforcement agencies’ practice of buying their way around the Fourth Amendment’s warrant requirement.</p>\n<p>ICE’s and CBP’s warrantless purchase of access to people’s sensitive location information was <a href=\"https://www.wsj.com/articles/federal-agencies-use-cellphone-location-data-for-immigration-enforcement-11581078600\">first reported</a> by The Wall Street Journal in early 2020. After the news broke, we submitted a <a href=\"https://www.aclu.org/foia-document/foia-request-dhs-cbp-ice-cell-phone-location-data\">FOIA request</a> to DHS, ICE, and CBP, and we <a href=\"https://www.aclu.org/news/immigrants-rights/the-u-s-government-is-secretly-using-cell-phone-location-data-to-track-us-were-suing\">sued</a> to force the agencies to respond to the request in December 2020. Although the litigation is ongoing, we are now making public the records that CBP, ICE, the U.S. Secret Service, the U.S. Coast Guard, and several offices within DHS Headquarters have provided us to date.</p>\n<p>The released records shine a light on the <a href=\"https://www.aclu.org/sites/default/files/field_document/production_5_reprocessed_jan._22_0.pdf#page=1\">millions of taxpayer dollars</a> DHS used to buy access to cell phone location information being aggregated and sold by two shadowy data brokers, Venntel and Babel Street. The documents expose those companies’ — and the government’s — attempts to rationalize this unfettered sale of massive quantities of data in the face of U.S. Supreme Court precedent protecting similar cell phone location data against warrantless government access.</p>\n<p>Four years ago, in <a href=\"https://www.aclu.org/blog/privacy-technology/location-tracking/supreme-courts-most-consequential-ruling-privacy-digital\"><em>Carpenter v. United States</em></a><em>, </em>the Supreme Court ruled that the government needs a warrant to access a person’s cellphone location history from cellular service providers because of the “privacies of life” those records can reveal. That case hinged on a request for one suspect’s historical location information over a several-month period. In the documents we received over the past year, we found Venntel marketing materials sent to DHS explaining how the company collects <a href=\"https://www.aclu.org/sites/default/files/field_document/1._2021-icli-00013_may_2021_release_redacted.pdf#page=158\">more than 15 billion location points</a> from over 250 million cell phones and other mobile devices <em>every</em> <em>day</em>.</p>\n<p>With this data, law enforcement can “identify devices observed at places of interest,” and “identify repeat visitors, frequented locations, pinpoint known associates, and discover pattern of life,” <a href=\"https://www.aclu.org/sites/default/files/field_document/production_3_reprocessed_jan._22.pdf#page=25\">according to a Venntel marketing brochure</a>. The documents belabor how precise and illuminating this data is, allowing “<a href=\"https://www.aclu.org/sites/default/files/field_document/1._2021-icli-00013_may_2021_release_redacted.pdf#page=364\">pattern of life analysis to identify persons of interest</a>.” By searching through this massive trove of location information at their whim, government investigators can identify and track specific individuals or everyone in a particular area, learning details of our private activities and associations.</p>\n  <div class=\"alignleft mb-md wp-pullquote \">\n    <div class=\" wp-pullquote-inner\">\n      <p>The government should not be allowed to purchase its way around bedrock constitutional protections against unreasonable searches of our private information.</p>\n      \n          </div>\n  </div>\n<p>In the face of the obvious privacy implications of warrantless access to this information, these companies and agencies go to great lengths to rationalize their actions. Throughout the documents, the cell phone location information is variously characterized as <a href=\"https://www.aclu.org/sites/default/files/field_document/production_1_reprocessed_jan._22.pdf#page=66\">mere “digital exhaust”</a> and as <a href=\"https://www.aclu.org/sites/default/files/field_document/production_3_reprocessed_jan._22.pdf#page=25\">containing no “PII”</a> (personally identifying information) because it is associated with a cell phone’s numerical identifier rather than a name — even though the entire purpose of this data is to be able to identify and track people. The records also assert that this data is <a href=\"https://www.aclu.org/sites/default/files/field_document/production_3_reprocessed_jan._22.pdf#page=25\">“100 percent opt-in,”</a> that cell phone users <a href=\"https://www.aclu.org/sites/default/files/field_document/1._2021-icli-00013_may_2021_release_redacted.pdf#page=205\">“voluntarily”</a> share the location information, and that it is collected with consent of the app user and <a href=\"https://www.aclu.org/sites/default/files/field_document/1._2021-icli-00013_may_2021_release_redacted.pdf#page=201\">“permission of the individual.”</a> Of course, that consent is a fiction: Many cell phone users don’t realize how many apps on their phones are collecting GPS information, and certainly don’t expect that data to be sold to the government in bulk.</p>\n<p>In scattered emails, some <a href=\"https://www.aclu.org/sites/default/files/field_document/sci._tech._directorate_21_11_records.pdf#page=59\">DHS employees raised concerns</a>, with internal briefing documents even acknowledging that <a href=\"https://www.aclu.org/sites/default/files/field_document/production_1_reprocessed_jan._22.pdf/#page=59\">“[l]egal, policy, and privacy reviews have not always kept pace with the new and evolving technologies.”</a> Indeed, in <a href=\"https://www.aclu.org/sites/default/files/field_document/sci._tech._directorate_21_12_records_.pdf#page=4\">one internal email</a>, a senior director of privacy compliance flagged that the DHS Office of Science &amp; Technology appeared to have purchased access to Venntel even though a required Privacy Threshold Assessment was never approved. <a href=\"https://www.aclu.org/sites/default/files/field_document/sci._tech._directorate_22_01_records.pdf#page=144\">Several email threads</a> highlight internal confusion in the agency’s privacy office and potential oversight gaps in the use of this data — to the extent that all projects involving Venntel data were <a href=\"https://www.aclu.org/sites/default/files/field_document/dhs_hq_21_09_records.pdf#page=130\">temporarily halted</a> because of unanswered privacy and legal questions.</p>\n<p>Nonetheless, DHS has pressed on with these bulk location data purchases. And the volume of people’s sensitive location information obtained by the agency is staggering. Among the records released to us by <a href=\"https://www.aclu.org/cases/aclu-v-department-homeland-security-commercial-location-data-foia#:~:text=Documents%20produced%20by%20Customs%20%26%20Border%20Protection%20(CBP)\">CBP were seven spreadsheets</a> containing a small subset of the raw location data purchased by the agency from Venntel. (Although the location coordinates for each spreadsheet entry are redacted, the date and time of each location point are not.) The 6,168 pages of location records we reviewed contain approximately 336,000 location points obtained from people’s phones. For one three-day span in 2018, the records contain around 113,654 location points — more than 26 location points per minute. And that data appears to come from just one area in the Southwestern United States, meaning it is just a small subset of the total volume of people’s location information available to the agency.</p>\n<p>The documents also highlight particular privacy concerns for people living near our nation’s borders. A 2018 DHS internal document <a href=\"https://www.aclu.org/sites/default/files/field_document/dhs_hq_21_09_records.pdf#page=17\">proposed using the location data to identify patterns of illegal immigration</a>, threatening to indiscriminately sweep in information about people going about their daily lives in border communities. There is also the potential for local law enforcement entities to gain access to this large mass of data in ways that they would not usually be able to. This is illustrated by a troubling <a href=\"https://www.aclu.org/sites/default/files/field_document/dhs_hq_21_09_records.pdf#page=40\">request</a> to DHS from a local police department in Cincinnati, seeking location data analytics pertaining to opioid overdoses in their jurisdiction.</p>\n<p>DHS still owes us more documents, but whatever they show, it is already abundantly clear that law enforcement’s practice of buying its way around the core protections of the Fourth Amendment must stop. There is bipartisan legislation in Congress right now that would do exactly that. The <a href=\"https://www.wyden.senate.gov/imo/media/doc/The%20Fourth%20Amendment%20Is%20Not%20For%20Sale%20Act%20of%202021%20Bill%20Text.pdf\">Fourth Amendment Is Not For Sale Act</a> would require the government to secure a court order before obtaining Americans’ data, such as location information from our smartphones, from data brokers. The principle here is simple: The government should not be allowed to purchase its way around bedrock constitutional protections against unreasonable searches of our private information. There is no end run around the Fourth Amendment.</p>\n<p>Lawmakers must seize the opportunity to end this massive privacy invasion without delay. Each day without action only allows the government’s covert trove of our personal information to grow.</p>\n\t\t<div class=\"rss-cta__title\">We need you with us to keep fighting</div><a href=\"https://action.aclu.org/give/now\" class=\"rss-cta__button\">Donate today</a></div>"
        },
        {
            "title": "Six Questions to Ask Before Accepting a Surveillance Technology",
            "link": "https://www.aclu.org/news/privacy-technology/six-questions-to-ask-before-accepting-a-surveillance-technology",
            "description": "If police in your community are saying they want to install a new surveillance technology — face recognition, cameras, or license plate scanners, for example — they’re likely to be touted as the way to prevent all manners of evil, from terrorism to street crime to fraud to ...",
            "permalink": "",
            "pubdate": "Fri Jul 15 2022 23:11:54 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "https://www.aclu.org/taxonomy/feed-term/364/feed",
            "when": "Sat Aug 06 2022 19:45:36 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.19",
            "id": 122,
            "fullDescription": "<p>If police in your community are saying they want to install a new surveillance technology — face recognition, cameras, or license plate scanners, for example — they’re likely to be touted as the way to prevent all manners of evil, from terrorism to street crime to fraud to package theft. If we just record everything, surveillance boosters would have us believe, we can stop or solve crimes and life will be better. The authorities will also probably have specific stories they tell you — hypothetical or real — in which the technology saved the day.</p>\n<p>How should we process those claims? If the technology can do some real good, should we accept it?</p>\n<p>We humans naturally think in stories, and a compelling anecdote, narrative, or mental image, particularly one that evokes fear, frequently defeats all rational argumentation. But that’s often a terrible way to make decisions that shape the fundamental contours of power in our society. Ideally, public debates around surveillance technologies would revolve not around particular “<a href=\"https://www.wired.com/2005/09/terrorists-dont-do-movie-plots-2/\">movie plot</a>” scenarios, but around a more rational, systematic, and broadly humanistic vision of technology and its role in our society.</p>\n<img src=\"https://www.aclu.org/wp-content/uploads/2022/07/SURVEILLANCE-Full-Bleed-v2-400x200.jpg\" srcset=\"https://www.aclu.org/wp-content/uploads/2022/07/SURVEILLANCE-Full-Bleed-v2-400x200.jpg 400w, https://www.aclu.org/wp-content/uploads/2022/07/SURVEILLANCE-Full-Bleed-v2-600x300.jpg 600w, https://www.aclu.org/wp-content/uploads/2022/07/SURVEILLANCE-Full-Bleed-v2-800x400.jpg 800w, https://www.aclu.org/wp-content/uploads/2022/07/SURVEILLANCE-Full-Bleed-v2-1000x500.jpg 1000w, https://www.aclu.org/wp-content/uploads/2022/07/SURVEILLANCE-Full-Bleed-v2-1200x600.jpg 1200w, https://www.aclu.org/wp-content/uploads/2022/07/SURVEILLANCE-Full-Bleed-v2-1400x700.jpg 1400w, https://www.aclu.org/wp-content/uploads/2022/07/SURVEILLANCE-Full-Bleed-v2-1600x800.jpg 1600w, https://www.aclu.org/wp-content/uploads/2022/07/SURVEILLANCE-Full-Bleed-v2.jpg 2800w\" alt=\"A sheriff's deputy to prepares to fly a drone for an aerial demonstration of the its capabilities.\" /><p>Credit: AP Photo/Noah Berger, File</p>\n<p>Surveillance opponents use stories too, but law enforcement and other operators of surveillance tech typically have a big advantage: they can put their success stories on television while burying their failures. In 2014, for example, the police in Chicago <a href=\"https://arstechnica.com/tech-policy/2014/06/first-chicago-robber-caught-via-facial-recognition-gets-22-years/\">announced</a> the sentencing of a robber who may have been the first criminal caught by face recognition. But how many false leads did the police chase in that and other cases before they caught that first, highly publicized suspect? How many people were investigated, interrogated, intimidated, frightened, or had their privacy invaded because of this technology, to produce the success story that the police touted? We may never know, and are unlikely to find out.</p>\n  <div class=\"alignfullwidth mb-md wp-pullquote \">\n    <div class=\" wp-pullquote-inner\">\n      <p>Side effects from surveillance can include the loss of privacy, the possibility of abuse, chilling effects on creativity and freedom of expression, and disparate racial impacts that worsen existing social injustices.</p>\n      \n          </div>\n  </div>\n<p>So how do communities, policymakers, and political leaders avoid being snookered — either by corporate or police department public relations departments, or by our own human tendency to be guided by stories and anecdotes? A good way to make more sophisticated decisions is by asking ourselves these six questions.</p>\n\t<div class=\"wp-heading mb-md\">\n\t\t\t\t\t<hr class=\"mark\" />\n\t\t\n\t\t\t\t\t<h2 id=\"\" class=\"wp-heading-h2 with-mark\">1. Does the technology work?</h2>\n\t\t\n\t\t\t</div>\n<p>In many ways this is the threshold question, because if a technology doesn’t work, then we can stop there. There’s no reason to waste time debating privacy, or safety, or other values. Of course, most technologies work at least some of the time, in which case the question is: How well does it work? Does it fail 5 percent of the time or 95 percent? And how do we know? Can we trust the information we’re given about that rate?</p>\n<p>Take face recognition, for example. Vendors started pushing the technology hard right after 9/11, but at that time it was highly ineffective, and <a href=\"https://www.aclu.org/sites/default/files/FilesPDFs/drawing_blank.pdf\">deployments</a>, though dangerous, also verged on the silly. The dawn of machine learning made the technology much more effective, though it still has error rates that are <a href=\"https://www.washingtonpost.com/technology/2019/12/19/federal-study-confirms-racial-bias-many-facial-recognition-systems-casts-doubt-their-expanding-use/\">very much relevant </a>to conversations about the technology. New technologies, in particular, often perform badly, but local officials often don’t have the expertise to cut through hype and sales jobs and recognize <a href=\"https://www.techspot.com/news/84935-drones-can-detect-covid-19-tested-us.html\">snake-oil</a> when they see it.</p>\n\t<div class=\"wp-heading mb-md\">\n\t\t\t\t\t<hr class=\"mark\" />\n\t\t\n\t\t\t\t\t<h2 id=\"\" class=\"wp-heading-h2 with-mark\">2. How effective is the technology?</h2>\n\t\t\n\t\t\t</div>\n<p>Even a technology that works perfectly may not stop bad things very often, depending on the details and context of its deployment. A metal detector, for example, might detect metal 100 percent of the time — but fail to detect plastic explosives or ceramic guns. Even a face recognition algorithm that is nearly 100 percent effective can be defeated by things as simple as a baseball cap, mask, or sunglasses. There are many similar technological equivalents of the <a href=\"https://en.wikipedia.org/wiki/Maginot_Line\">Maginot Line</a>, the heavily fortified defensive frontier built by the French before World War II, which was rendered useless when Hitler’s army simply went around it.</p>\n\t<div class=\"wp-heading mb-md\">\n\t\t\t\t\t<hr class=\"mark\" />\n\t\t\n\t\t\t\t\t<h2 id=\"\" class=\"wp-heading-h2 with-mark\">3. How big is the danger the technology will allegedly reduce?</h2>\n\t\t\n\t\t\t</div>\n<p>How serious are the bad things the technology claims to prevent, and how frequent or likely are those things? If a technology only saves the day every 20 years, but “saving the day” means preventing a global pandemic or nuclear attack, that could justify steep costs. On the other hand, if success means preventing somebody from jaywalking, that would be a different balance even if it happens many times a day.</p>\n\t<div class=\"wp-heading mb-md\">\n\t\t\t\t\t<hr class=\"mark\" />\n\t\t\n\t\t\t\t\t<h2 id=\"\" class=\"wp-heading-h2 with-mark\">4. What are the negative side-effects of the technology?</h2>\n\t\t\n\t\t\t</div>\n<p>Even if a technology is effective and important, what are its downsides? We might be able to prevent the smuggling of weapons from other parts of the world if we close our borders, but nobody is willing to accept the enormous consequences that measure would have. We might cut down on domestic violence and other crimes if we allowed the government to install cameras in everyone’s bedrooms, but we’re not willing to accept the side effects of such a step. Side effects can include the loss of privacy, the possibility of abuse, chilling effects on creativity and freedom of expression, and disparate racial impacts that worsen existing social injustices — all of which could be produced by our example of face recognition — as well as more tangible things like pollution, noise, and economic harm.</p>\n<p>“Security” is the most common justification for new surveillance, but that is a term that should be viewed holistically. It’s true that theft or physical attack can harm people’s happiness and make them feel unsafe, but so can many other things — such as oppressive surveillance and violent police officers. For example, if a “security” drone flies over my yard, do I have to worry that it will record me and my friends smoking weed, get my house raided by a SWAT team, and leave me with lasting feelings of violation and insecurity? That kind of degradation in people’s security, properly conceived, is a side effect of surveillance technology that we should be especially alert to.</p>\n\t<div class=\"wp-heading mb-md\">\n\t\t\t\t\t<hr class=\"mark\" />\n\t\t\n\t\t\t\t\t<h2 id=\"\" class=\"wp-heading-h2 with-mark\">5. What are the opportunity costs of spending resources on the technology?</h2>\n\t\t\n\t\t\t</div>\n<p>Every dollar spent on high-tech surveillance devices means a dollar not spent on other community improvements that might do much more to improve the lives of its residents. In a rational world, money would be spent first on measures that will bring the greatest improvements to the greatest number of people’s lives, and something like expensive cameras to protect against rare or minor threats would not be allowed to vault to the top of the list just because they’re sold via a vivid story. Face recognition, for example, in addition to producing bad side effects such as chilling effects, may soak up public funds that could be used to help a community address social problems, become more prosperous, and enjoy improved physical infrastructure.</p>\n\t<div class=\"wp-heading mb-md\">\n\t\t\t\t\t<hr class=\"mark\" />\n\t\t\n\t\t\t\t\t<h2 id=\"\" class=\"wp-heading-h2 with-mark\">6. Does the community want it?</h2>\n\t\t\n\t\t\t</div>\n<p>A technology can’t be evaluated without considering the answers to the above questions, but there’s no mathematical formula for measuring those variables or computing how they should balance against each other. That will inevitably be a judgment call. But since we live in a democracy, that judgment should be made openly and democratically by each community, not unilaterally or in secret by police chiefs or other public servants. That’s why we have been educating communities around the nation on the advantages of enacting “<a href=\"https://www.aclu.org/issues/privacy-technology/surveillance-technologies/community-control-over-police-surveillance?redirect=feature/community-control-over-police-surveillance\">Community Control Over Police Surveillance</a>” or CCOPS bills, which require law enforcement to get permission from their city council (or other elected oversight body) before deploying new surveillance technologies. Seattle learned the wisdom of this the hard way in 2013 when it had to <a href=\"https://www.seattlepi.com/local/article/Seattle-police-to-return-drone-aircraft-4261234.php\">return a surveillance drone</a> it had quietly purchased because the community objected vehemently to the technology. Nowadays I see many of the smarter police chiefs consult with their communities before deploying a new surveillance technology, whether or not their city has enacted a CCOPs ordinance. A number of communities have banned their police from using face recognition, and there are surely others that would react badly if it were introduced.</p>\n<p>The next time you hear someone pushing a new surveillance technology by telling a story about how it saved the day by stopping something bad, remember that it’s important to dig deeper and seek a fuller picture of the technology and its place in your community.</p>\n\t\t<div class=\"rss-cta\"><div class=\"rss-cta__subtitle\">What you can do:</div><div class=\"rss-cta__title\">Stop Face Surveillance Technologies</div><a href=\"https://action.aclu.org/send-message/congress-stop-face-surveillance-technologies\" class=\"rss-cta__button\">Send your message</a></div>"
        },
        {
            "title": "Home Care Workers Protect the Civil Liberties of People with Disabilities. They Need Protection, Too",
            "link": "https://www.aclu.org/news/civil-liberties/home-care-workers-protect-the-civil-liberties-of-people-with-disabilities-they-need-protection-too",
            "description": "At the onset of the pandemic, as most of the country shuttered themselves inside to avoid COVID-19 infection, home health aides remained on the front lines, taking care of our loved ones and risking their lives in the process. These caregivers — the majority of whom are Black ...",
            "permalink": "",
            "pubdate": "Wed Jul 13 2022 22:21:34 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "https://www.aclu.org/taxonomy/feed-term/364/feed",
            "when": "Sat Aug 06 2022 19:45:36 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.19",
            "id": 123,
            "fullDescription": "<p>At the onset of the pandemic, as most of the country shuttered themselves inside to avoid COVID-19 infection, home health aides remained on the front lines, taking care of our loved ones and risking their lives in the process. These caregivers — the majority of whom are Black and Brown immigrant women — face considerable risks on the job.</p>\n<p>Home care workers help people with disabilities and seniors with intimate and vital tasks like bathing, dressing, and eating, making social distancing impossible. Yet, many states’ emergency COVID-19 measures excluded home health aides from their definition of “essential workers,” failing to assure them access to adequate PPE, prompt COVID-19 testing, and vaccines.</p>\n<p>And home health aides, like many essential workers, are prone to pandemic-related emotional burnout because they often work alone, isolated from supportive colleagues. Now in the pandemic’s third year, we must urge both federal and state action to ensure that those who care for our loved ones and neighbors are able to stay healthy and safe.</p>\n  <div class=\"alignfullwidth mb-md wp-pullquote \">\n    <div class=\" wp-pullquote-inner\">\n      <p>In a survey of home health aides&#8217; experiences during the pandemic, 76% of personal care attendants and 64% of agency-employed home health aides said they could not afford to stay home if they or a family member got sick.</p>\n      \n          </div>\n  </div>\n<p>More than <a href=\"https://www.newamerica.org/education-policy/edcentral/build-back-betters-strategy-for-improving-working-conditions-for-home-care-professionals/\">8.6 million</a> older adults and people with disabilities rely on home health aides, and home care remains one of the nation’s fastest growing sectors. But home health aides are among the lowest paid workers, with a <a href=\"https://www.bls.gov/ooh/healthcare/home-health-aides-and-personal-care-aides.htm\">median wage</a> of $13.02 per hour, or $27,080 annually for a full time aide. Unsurprisingly, in a <a href=\"https://patientsafetyj.com/index.php/patientsaf/article/view/covid-home-care/pdf\">survey</a> of home health aides’ experiences during the pandemic, 76 percent of personal care attendants and 64 percent of agency-employed home health aides said they could not afford to stay home if they or a family member got sick, or quarantine if they were exposed to COVID-19. It’s no wonder why 1 in 6 of these workers lives below the federal poverty line.</p>\n<p>The safety and dignity of home health aides is inextricably linked with the safety and dignity of those they care for. Assuring higher pay and safer conditions for home health care workers is essential to attracting and retaining high quality caregivers. Government-mandated pay increases can, however, have the unintended consequence of hurting the very communities served by home health aides, because state and federal Medicaid reimbursements are inadequate to cover these higher costs. As a result, an increase in caregivers’ pay can often lead to a decrease in caregivers’ hours — and thus, a decrease in needed support for people with disabilities.</p>\n<p>We can and must avoid pitting these communities against one another. Instead, we must consistently couple our advocacy on behalf of home health aides with calls for increased Medicaid funding to ensure in-home care remains affordable.</p>\n  <div class=\"alignfullwidth mb-md wp-pullquote \">\n    <div class=\" wp-pullquote-inner\">\n      <p>The physically-strenuous intimate care home care workers provide result in on-the-job injuries at often higher rates than in other industries.</p>\n      \n          </div>\n  </div>\n<p>The Build Back Better legislation introduced in Congress last year would have invested $150 billion into the home care workforce and in home and community-based services for people with disabilities. Though far less than the $400 billion originally proposed by President Biden, this funding would have presented a transformative, vital investment in home health aides’ dignity and their clients’ well-being. Now, as the White House and Congress negotiate new legislation, it is crucial that any new budget package expands access to home-based care. The bill should incentivize states to improve coverage under Medicaid, the primary source of funding for such services, and increase funding to allow states to expand home-based services.</p>\n<p>If federal legislation is enacted, it will only be a long-overdue first step, and it must not be the last. States can and should take action. Some already are:</p>\n<ul>\n<li>In March 2021, the New Jersey legislature passed a budget that included a home and community-based service worker rate-setting provision, increasing wages.</li>\n<li>In September 2021, Colorado passed a measure that will increase pay for home care workers using federal pandemic relief money.</li>\n<li>In Maine, the governor recently announced that $126 million in MaineCare funds will be allocated as bonuses for home care and community-based workers.</li>\n<li>In New York, the state budget raised home care workers’ pay $3 an hour, but the <a href=\"https://www.nysenate.gov/legislation/bills/2021/S5374\">Fair Pay for Home Care Act</a> would establish even greater protections: a base pay for home health aides of at least 150 percent of the regional minimum wage.</li>\n</ul>\n<p>In addition to the immediate dangers of COVID-19, home health aides’ safety and health concerns are distinct and dire.</p>\n<p>The physically-strenuous intimate care these workers provide results in <a href=\"https://phinational.org/resource/caring-for-the-future-the-power-and-potential-of-americas-direct-care-workforce/#:~:text=January%2012%2C%202021%20Caring%20for%20the%20Future%3A%20The,Woodcock%20Foundation%2C%20and%20The%20John%20A.%20Hartford%20Foundation\">on-the-job injuries</a> at often higher rates than in other industries. <a href=\"https://homehealthcarenews.com/2021/10/osha-cracking-down-on-workplace-violence-against-home-based-care-workers/\">Nearly half</a> of home health aides have reported being physically and sexually harassed on the job, and they also must contend with the family members of those they care for. And despite reporting higher rates of violence than people in more traditional work settings, home health aides are less able to vindicate their legal rights when violations occur because they are disproportionately non-unionized.</p>\n<p>Workplace laws themselves must be reformed to protect this especially vulnerable group. Federal anti-discrimination laws, for instance, apply only to employers with 15 or more employees, while the Fair Labor Standards Act — which provides minimum wage and overtime protections — has loopholes that exclude some home health aides outright, or are open to misinterpretation and abuse. Rep. Pramila Jayapal, along with Sens. Kirsten Gillibrand and Ben Ray Lujan, sought to correct this injustice by reintroducing the <a href=\"https://www.congress.gov/bill/117th-congress/house-bill/4826?s=1&amp;r=3\">National Domestic Workers Bill of Rights Act</a> in July 2021, which would expand paid sick leave and anti-discrimination protections to home health aides. But the legislation has not progressed in this Congress.</p>\n<p>It has never been more crucial to invest in the people who care for us and our loved ones. By increasing wages and pushing states to make home care services affordable, Congress would take a significant step forward in improving home health aides’ financial stability while attracting new workers, remedying a critical shortage in this sector. But we must take even more dramatic action to shore up our caregiving infrastructure — during the pandemic and beyond.</p>\n\t\t<div class=\"rss-cta__title\">We need you with us to keep fighting</div><a href=\"https://action.aclu.org/give/now\" class=\"rss-cta__button\">Donate today</a></div>"
        },
        {
            "title": "Victims of Discrimination Have No Path to Justice Following Supreme Court Decision",
            "link": "https://www.aclu.org/news/disability-rights/victims-of-discrimination-have-no-path-to-justice-following-supreme-court-decision",
            "description": "When Rosa Parks refused to give up her seat on a bus in Montgomery, Alabama in 1955, our laws did not provide any recourse against the discrimination she faced. In the decades that followed, organizers and civil rights groups won key battles to expand our laws to protect against ...",
            "permalink": "",
            "pubdate": "Tue Jul 12 2022 20:12:28 GMT+0400 (Gulf Standard Time)",
            "comments": "",
            "feedUrl": "https://www.aclu.org/taxonomy/feed-term/364/feed",
            "when": "Sat Aug 06 2022 19:45:36 GMT+0400 (Gulf Standard Time)",
            "aggregator": "River5 v0.5.19",
            "id": 124,
            "fullDescription": "<p>When Rosa Parks refused to give up her seat on a bus in Montgomery, Alabama in 1955, our laws did not provide any recourse against the discrimination she faced. In the decades that followed, organizers and civil rights groups won key battles to expand our laws to protect against discrimination for Black people, women, and people with disabilities. Until recently, thanks to the groundwork laid by people like Parks, people who faced discrimination could seek damages for the emotional distress they endured. But the U.S. Supreme Court blocked that avenue for relief in <em>Cummings v. Premier Rehab Keller, P.L.L.C</em>, turning its back on our communities and effectively making such discrimination legal.</p>\n<p>In its <a href=\"https://www.supremecourt.gov/opinions/21pdf/20-219_1b82.pdf\">decision</a><em>, </em>the court guts key civil rights remedies by revoking the right of victims of race, sex, and disability discrimination to recover emotional distress damages — essentially blocking victims from bringing lawsuits at all.</p>\n  <div class=\"alignfullwidth mb-md wp-pullquote \">\n    <div class=\" wp-pullquote-inner\">\n      <p>Until recently, people who faced discrimination could seek damages for the emotional distress they endured. But the U.S. Supreme Court blocked that avenue for relief.</p>\n      \n          </div>\n  </div>\n<p>Though often excluded from discussions of the court’s <a href=\"https://www.aclu.org/news/civil-liberties/a-radical-supreme-court-term-in-review\">radical shift</a> to the right, the egregious impact of this decision cannot be understated. After <em>Cummings</em>, discrimination cases that cannot show economic harm will never see the light of day. So, providers who turn away people with disabilities because they cannot be bothered to provide accommodations, or doctors who are openly racist to patients, would face no consequence for their obvious discrimination.</p>\n<p>In its <a href=\"https://www.supremecourt.gov/DocketPDF/20/20-219/189896/20210830152949584_FOR%20FILING%202021.08.27%20Cummings%20Amicus.pdf\">amicus brief</a> the ACLU, the NAACP Legal Defense Fund, and the National Women’s Law Center highlighted a number of discrimination cases that would be affected by this decision. In each of these cases, emotional distress damages are the primary tool used to seek justice for victims. In <em>Franklin v. Gwinnett County Public Schools</em>, for example, in which a young girl was sexually harassed by her teacher, the injuries required damages only for emotional, not economic, harm. Similarly, in <em>Zeno v. Pine Plains Central School District</em>, in which a Black student suffered racial harassment and assault for more than three years, damages that addressed the psychological harm on the student were the only way to hold the school accountable.</p>\n<p>After <em>Cummings</em>, cases like these will be nearly impossible to bring. Here’s what you need to know about this shameful decision.</p>\n\t<div class=\"wp-heading mb-md\">\n\t\t\t\t\t<hr class=\"mark\" />\n\t\t\n\t\t\t\t\t<h2 id=\"\" class=\"wp-heading-h2 with-mark\">What happened in this case?</h2>\n\t\t\n\t\t\t</div>\n<p>Jane Cummings, who is deaf and legally blind, was denied services from a physical therapist’s office — Premier Rehab Keller — because of her disability. The office refused to provide Cummings with an American Sign Language interpreter at her sessions, although they were required to under federal anti-discrimination laws.</p>\n<p>Cummings was forced to find a different physical therapist, but filed a lawsuit against Premier Rehab for violating the anti-discrimination rules in the Rehabilitation Act of 1973 and the Affordable Care Act (ACA).</p>\n<p>In her case, as is the case for many Americans who experience discrimination due to their identity, the lawsuit sought damages for emotional distress. Emotional distress damages are often critical to discrimination cases, compensating victims for lasting harms like anxiety, depression, and post-traumatic stress disorder.</p>\n\t<div class=\"wp-heading mb-md\">\n\t\t\t\t\t<hr class=\"mark\" />\n\t\t\n\t\t\t\t\t<h2 id=\"\" class=\"wp-heading-h2 with-mark\">What did the court say?</h2>\n\t\t\n\t\t\t</div>\n<p>The issue, in this case, was not whether Cummings was discriminated against, but rather what to do in response to the discrimination she faced. The Supreme Court’s answer? Nothing could be done.</p>\n<p>For the first time, the court held that emotional distress damages were not recoverable in a private action to enforce anti-discrimination laws. In its argument, the court applied contract law to hold that damages cannot include compensation for emotional suffering since emotional distress damages are not traditionally available in suits of breach of contract.</p>\n<p>Despite <a href=\"https://www.apa.org/news/press/releases/stress/2015/impact\">studies</a> routinely showing that discrimination can cause significant emotional damage, potentially affecting a person’s stress levels, self-esteem, blood pressure, and overall mental health, the court claimed these harms do not warrant a remedy.</p>\n\t<div class=\"wp-heading mb-md\">\n\t\t\t\t\t<hr class=\"mark\" />\n\t\t\n\t\t\t\t\t<h2 id=\"\" class=\"wp-heading-h2 with-mark\">What does this mean for victims of discrimination?</h2>\n\t\t\n\t\t\t</div>\n<p>The impact of this decision is far reaching. Practically, this decision means that while emotional injury is often the primary, and at times the only, harm caused by discrimination, victims will not be able seek justice.Without emotional distress remedies, many discrimination cases in progress will be thrown out, and future cases will not be taken up by lawyers at all.</p>\n<p>While the facts of this case concerned disability discrimination under the Rehabilitation Act and the ACA, its ruling also applies to Title VI of the Civil Rights Act of 1964 (prohibiting race discrimination) and Title IX of the Education Amendments of 1972 (prohibiting sex discrimination). This means the decision will affect kids in schools, people who experience sexual harassment and abuse, and many other victims of race and sex discrimination.</p>\n<p><em>Cummings</em> not only prevents these individuals from seeking justice, but also leaves them at greater risk under the weakened anti-discrimination laws. In the past, the strength of these laws has relied on the deterrent effect of lawsuits brought by private actors. Now, many victims will be unable to bring a case, making it all the more difficult to hold violators of these laws accountable.</p>\n<p>With this decision, key wins fought for by civil rights activists like Rosa Parks are stripped away. Rosa Parks suffered no economic harm from sitting in the back of the bus. She lost no job. The bus still took her where she needed to go. But the injury she suffered — the indignity and stigma of being segregated and relegated to the back — was real. Now, the court has effectively told Rosa Parks, “So what?”</p>\n\t\t<div class=\"rss-cta__title\">We need you with us to keep fighting</div><a href=\"https://action.aclu.org/give/now\" class=\"rss-cta__button\">Donate today</a></div>"
        }
    ]
}